{
  "menu":{
    "Dashboard": "Home",
    "Dashboard Super Admin": "Dashboard superAdmin",
    "User Profile": "User profile",
    "Basic Info": "Patient information",
    "Login": "Login",
    "Register": "Register",
    "Forgot Password": "Forgot password",
    "New Password": "New password",
    "Translations": "Translations",
    "Languages": "Languages",
    "About us": "About us"
  },
  "profile":{
    "Save the changes": "Save the changes, so that in future sessions it appears in the selected language",
    "General": "General",
    "Current password": "Current password",
    "Repeat the new password": "Repeat the new password",
    "The current password is incorrect": "The current password is incorrect",
    "Settings": "Settings"
  },
  "login":{
    "Login": "Login",
    "Remember Me": "Remember me",
    "Recover Password": "Recover password",
    "Create User": "Create user",
    "Account is temporarily locked": "Account is temporarily locked for two hours",
    "Login failed": "Login failed",
    "Account activated": "Account activated",
    "could not be activated": "The account could not be activated. Click again on 'Activate account' of the verification email.",
    "supportContacted": "An email has been sent to support explaining your problem.",
    "emailResent": "The verification email has been resent. Click on 'Activate account' in the verification email.",
    "resendEmail": "Resend email",
    "contactSupport": "Contact support",
    "This account has not been activated yet": "This account has not been activated yet.",
    "Swal resend email text": "We have sent you an email. Please check the Spam folder. If you cannot find the email, click the 'Resend email' or the 'Contact support' button.",
    "The account is not activated": "The account is not activated. Click on 'Activate account' in the verification email.",
    "The account is blocked by an administrator": "The account is blocked by an administrator.",
    "First time here": "First time here?",
    "Create an account clicking here": "Create an account clicking here:"
  },
  "registration":{
    "Registration": "Registration",
    "Data protection users": "DATA PROTECTION: your data will be the responsibility of SJD Barcelona Children's Hospital to provide you with the specialized medical support you request; and you can transfer them to third parties if you expressly consent to it and to obtain the purpose of the treatment. If you wish to exercise your rights or for more information, please visit",
    "Data protection prof": "DATA PROTECTION: your data will be the responsibility of SJD Barcelona Children's Hospital to provide you with the specialized medical support you request and may be transferred to third parties if you expressly consent to it and to obtain the purpose of the treatment. As a professional you have the express authorization of the patient to communicate to the SJD Barcelona Children's Hospital the data that corresponds to him. If you wish to exercise your rights or for more information, please visit",
    "I have read and understood the": "Accept the data protection policy of Rare Diseases Hub Ukraine.",
    "consent": "You consent to the transfer of data to third parties.",
    "Privacy Policy": "Privacy policy",
    "Get Started": "Get started",
    "email already exists": "An account with this email already exists",
    "Check the email": "Check the email to activate the account. Check also the 'Spam' folder. If you can not find it, contact support:",
    "could not be sent to activate": "Registered account, but the email could not be sent to activate the account. Contact the administrator: dpd@sjdhospitalbarcelona.org",
    "It is mandatory to read the privacy policy before continuing": "It is mandatory to read the privacy policy before continuing",
    "Im a patient": "I am a patient/caregiver",
    "Im a clinician": "I am a professional",
    "Repeat email": "Repeat email",
    "The email do not match": "The email do not match",
    "Please select a code": "Phone country code",
    "Enter your phone number": "Enter your phone number"
  },
  "recoverpass":{
    "Account recovery email sent": "Account recovery email sent",
    "no account": "There is no account with this email.",
    "Password changed": "Password changed successfully",
    "invalidLink": "The link is invalid. If you have clicked more than once to recover the password, click on the last email received.",
    "expiredLink": "The link has expired after more than 15 minutes since you requested it. Re-request a password change.",
    "Rerequest a password": "Re-request a password change",
    "Password must have": "Password must have lowercase and uppercase letters, numbers, and special characters",
    "Password is required": "Password is required"
  },
  "generics":{
    "Password": "Password",
    "Repeat password": "Repeat password",
    "Email": "Email",
    "Name": "Name",
    "Phone number":"Phone number",
    "Lang": "Language",
    "Cancel": "Cancel",
    "Save": "Save",
    "SaveAndClose": "Save & close",
    "Delete": "Delete",
    "Delete data": "I want to delete my data",
    "This action will not be reversed": "This action will delete all the stored data in your profile and it will no longer be accessible.",
    "confirm delete data": "Do you confirm you want to delete your data?",
    "Update": "Update",
    "No, cancel": "No, cancel",
    "Data saved successfully": "Data saved successfully.",
    "Data saved fail": "The data has not been saved. Please, try again.",
    "Basic Data": "Basic Data",
    "Yes": "Yes",
    "No": "No",
    "Dont know": "Don't know",
    "Other": "Other",
    "The session has expired": "The session has expired",
    "notpermission": "You do not have permissions!",
    "sessionClosed": "The session has been closed due to inactivity",
    "Restored data": "Restored data",
    "Warning": "Warning!",
    "error try again": "An error has occurred, please try again",
    "Submit": "Submit",
    "entervalidemail": "Please enter a valid email!",
    "Passwordlength": "Password length must be between 8 and 24",
    "required": "This field is required",
    "Passwordnomatch": "Password does not match",
    "fieldsRequired": "Fields marked with * are required",
    "requiredfieldsmissing": "Some required fields are missing!",
    "Are you sure?": "Are you sure?",
    "Are you sure delete": "Do you want to remove",
    "Are you sure delete it": "Do you want to remove it?",
    "Sending": "Sending",
    "Add": "Add",
    "Saved": "Saved",
    "Not saved": "Not saved",
    "Saved on": "Saved on",
    "Edit": "Edit",
    "Status": "Status",
    "Select": "Select",
    "Date": "Date",
    "Do you want to save the changes?": "Do you want to save the changes?",
    "You have unsaved changes": "You have unsaved changes",
    "Options": "Options",
    "Option": "Option",
    "View": "View",
    "New": "New",
    "Back": "Back",
    "Close": "Close",
    "ExportData": "Download",
    "It has been successfully removed": "It has been successfully removed",
    "Download": "Download",
    "Upload Progress": "Upload progress",
    "Previous": "Previous",
    "Next": "Next",
    "Only integers are allowed": "Only integers are allowed",
    "notes": "Notes",
    "Please wait": "Please wait",
    "Preparing to upload": "Preparing to upload",
    "Finish": "Finish",
    "Upload": "Upload",
    "Welcome to ucr": "We need some information to begin",
    "and": "and",
    "Account data": "Account data",
    "Save changes": "Save changes"
  },
  "navbar":{
    "Logout": "Logout",
    "My Profile": "User profile",
    "Patient profile": "Patient profile",
    "User Settings": "User settings",
    "Toggle navigation": "Toggle navigation",
    "Exit": "Exit"
  },
  "personalinfo":{
    "First Name": "First name",
    "Last Name": "Last name",
    "Birth Date": "Date of birth",
    "Phone": "Phone",
    "Country": "Country"
  },
  "errors":{
    "The user does not exist": "The user does not exist",
    "The session has been closed": "The session has been closed"
  },
  "medication":{
    "Drug": "Drug"
  },
  "wizard":{
    "btn": "Continue"
  },
  "topnavbar":{
    "Notifications": "My notifications"
  },
  "policy": {
    "CONTENT": "CONTENT",
    "step1": "Who is the data controller?",
    "step2": "With what purpose will your personal data be processed?",
    "step3": "What is the legitimation of the treatment of data?",
    "step4": "What rights does the user have?",
    "step5": "Assignment of data",
    "step1-1": "In accordance with current regulations, the user is informed that the data controller of the information provided through Rare Diseases Hub Ukraine (hereinafter referred to as Application) will be Hospital Sant Joan de Déu (hereinafter, 'HSJD'), whose contact information is as follows",
    "step1-2": "Address",
    "step2-1": "When users provide personal data through the forms on the Application, their personal data will be processed for the following purposes",
    "step2-2": "If you are a patient, caregiver or healthcare professional: to manage the registration and administration of the user account registered in the Application. This processing of personal data will be carried out on the legal basis of Article .2. h) of the GDPR. If there is a transfer to third parties it is under the legal basis of art. 9.2. a) of the RGPD:",
    "step2-2.1": "If you are a patient, we will only process your health data if you have given your consent by ticking the relevant box.",
    "step2-2.2": "If you are a caregiver, we will process the health data of the person whose data you provide to us if you expressly consent to this by ticking the relevant box. As a caregiver, you guarantee that you have the patient's consent to provide us with their personal data and health data.",
    "step2-2.3": "If you are a healthcare professional, you agree to provide health data of your patients that would allow us to identify these patients.",
    "step2-3": "To submit your request to the entity that will try to give you support:",
    "step2-3.1": "This data describing an individual user will be shared with a third-party Entity (hereinafter will be referred to simply as Entity) involved in helping manage the case. The Entity will receive the information of your case and will manage the case and try to help.",
    "step2-3.2": "Entity can be either a patient group, the federation of the patient group or a non-government organization (NGO) with professionals or volunteers involved in operations to give service.",
    "step2-3.3": "This transfer of data will be carried out on the legal basis of the provision of the services you request in your application. If health data is transferred to the Entity, it will be processed on the legal basis of the consent given by ticking the corresponding box.",
    "step3-1": "These are extraordinary circumstances. Your data will be treated based on the execution of the contract in the cases of user registration: without the processing of these data, we could not carry out the aforementioned services.",
    "step3-2": "This can is based on Article 9.2. i) of the GDPR: ",
    "step3-3": "The processing is necessary for reasons of public interest in the field of public health, such as protection against serious cross-border threats to health, or to ensure high standards of quality and safety of healthcare and medicinal products or medical devices, on the basis of Union or Member State law providing for appropriate and specific measures to protect the rights and freedoms of the data subject, in particular professional secrecy.",
    "step4-1": "The user has the right to",
    "step4-2": "Get confirmation about whether personal data concerning you is being processed by HSJD.",
    "step4-3": "Access your personal data.",
    "step4-4": "Rectify inaccurate or incomplete data.",
    "step4-5": "Request the cancellation of your data when, among other reasons, the data is no longer necessary for the purposes for which it was collected.",
    "step4-6": "To the portability of your data.",
    "step4-6.1": "Withdraw your consent.",
    "step4-7": "The exercise of these rights must be done through the email dpd@sjdhospitalbarcelona.org",
    "step5-1": "The personal data provided will not be transferred to third parties without prior authorization by the owner of the same.",
    "other1": "Notwithstanding the foregoing, the interested party may contact HSJD through dpd@sjdhospitalbarcelona.org",
    "other2": "If the user considers that the exercise of their rights has not been effective, they may file a complaint with the Spanish Data Protection Agency."
  },
  "others": {
    "browsers not supported": "Currently we are not compatible with old browsers like Internet explorer. We recommend using modern browsers like  Microsoft Edge Insider, Chrome or Firefox."
  },
  "support": {
    "support": "Support",
    "Messages":"Messages",
    "No messages":"No messages",
    "New message": "New message",
    "Subject": "Subject",
    "Message": "Message",
    "New File": "New file",
    "Send": "Send",
    "Sent messages": "Sent messages",
    "Old messages": "Old messages",
    "Uploading a capture can help us a lot": "Uploading a screenshot / image can help us a lot",
    "Unread": "Unread",
    "Pending": "Pending",
    "Read": "Read",
    "Solved": "Solved",
    "Issue type": "Issue type",
    "Select Issue type": "Select an issue type",
    "Technical error": "Technical error",
    "I have a question": "I have a question",
    "Another type": "Another type"
  },
  "footer":{
    "Dx29info": "Rare Diseases Hub Ukraine is a search and reference tool provided for informational purposes and not intended to replace the clinician’s judgement or experience. It should not be used to diagnose or treat medical conditions."
  },
  "InfoSystem":{
    "titleReload": "A new version of Rare Diseases Hub Ukraine is available",
    "bodyReload": "The page will be reloaded automatically to keep you updated"
  },
  "land":{
    "Disease": "Disease",
    "or": "or"
  },
  "landraito":{
    "title": "This application connects patients from Ukraine with a rare disease with organizations and hospitals, members of the European Reference Network (ERN), with the aim to provide the specialized medical support they may need during this emergency.",
    "subtitle": "Before making a request, please, note that we do not provide financial assistance to patients",
    "Contact us if": "Contact us",
    "t1.1": "If you are a patient",
    "p1.1": "You live in Ukraine or you are a refugee affected by the war in Ukraine.",
    "p1.2": "You have been diagnosed with a rare disease and you need specialized medical support.",
    "t1.2": "If you are a professional",
    "p1.3": "You work in a hospital, NGO, patient association or emergency response organisation.",
    "p1.4": "You are in contact with a patient who has been diagnosed with a rare disease or there is a high suspicion he/she has a rare disease.",
    "t2": "How it works",
    "t2.1t": "Contact us",
    "t2.1a": "Create your account to identify yourself as a patient or doctor.",
    "t2.2t": "Explain your medical need",
    "t2.2a": "Give us some basic information: what you need and where you are.",
    "t2.3t": "Get contacted",
    "t2.3a": "The Hub team will process the request together with the ERN and will get in touch to try to give you the aid you may need.",
    "t3.title": "Ways to make a request",
    "t3.1": "Register and fulfill the form to track your request",
    "t3.2": "Send a letter with a brief medical history, current health status, contacts of the attending physician, as well as the attached epicrisis 2021-2022 to",
    "t3.3.1": "Call",
    "t3.3.2": "Monday to Friday from 9 am to 5 pm Central European Time",
    "t4.title": "Collaborate with Rare Diseases Hub Ukraine",
    "t4.1": "If you are an organization and you can provide any help to patients with a rare disease, please write an email to",
    "t4.2": "Organizations that are working behind this tool:",
    "t5.title": "Our collaborators",
    "t5.1": "Manager & Coordinator",
    "t5.2": "Clinical Advisor",
    "t5.3": "Front-line Operator",
    "t5.4": "Organization Hunter",
    "t5.5": "Organization Hunter & Communications Officer",
    "t6.title": "Team",
    "button": "Make a request",
    "swal1": "We are working hard to make this website available again soon. Shortly, you will find new challenge in our organization for be more effective!",
    "swal2": "If do you need urgent support, please send your request to the following email address: hub_ukraine@ohmatdyt.com.ua or contact by phone at +38 068 1240804",
    "swal3": "Thank you for your understanding,",
    "swal4": "Best regards"
  },
  "homeraito":{
    "t1": "Do you belong to a patient organization?",
    "t1.1": "Thanks, joining a patient organization lets you boost research by aggregating your data with the data of other patients. We will ask you later to see whether you have joined.",
    "t2": "Patient's condition",
    "t2.1": "Please, select the organization that better fits with your condition.",
    "t2.2": "If you can't find one, write down your condition so we can try to engage one for you. This is an initial list that will grow as more associations join. Contact us if you have a suggestion.",
    "t2.3": "Are you the patient or a caregiver?",
    "t2.4": "Select who you are below.",
    "t3": "Do you give us your consent to do so?",
    "p1title": "Welcome to Rare Diseases Hub Ukraine!",
    "p1": "This application let's you engage with organizations and hospitals, members of the European Reference Network (ERN), in order to provide the specialized medical support or any other aid you may need related to a rare disease.",
    "p1.1": "Given the situation, there is no guarantee that your needs can be attended, but communicating them is the first step towards getting the aid you require."
  },
  "charts":{
    "noti1a": "Welcome! This is your notification area to see your case status and pending actions.",
    "noti2a": "The team is working hard to coordinate with other entities in order to solve your request."
  },
  "mydata":{
    "title": "My data",
    "Password is incorrect": "Password is incorrect",
    "we will close your session": "For your security, we will close your session.",
    "please enter your password": "For security reasons, please enter your password",
    "Write your password here": "Write your password here",
    "Deletedata": "Delete my data"
  },
  "prereg":{
    "title": "This is how we manage data",
    "t1": "Which data is collected?",
    "a0": "Application collects the following data:",
    "a1": "If you are a patient/caregiver: name, last name, email, phone number, location as provided by the user, disease, birth date of patient, relation with the patient, type of help needed, drugs and dosages, and the messages you send to request drugs and other possible requests such as shelter.",
    "a2": "If you are a physician or professional of an organization: name, last name, email, phone number, location as provided by the user, specialization, center or organization, diagnosis, drugs and dosages of the patient, type of help required, and the messages you send to request clinical advise.",
    "t2": "To whom do we provide your personal data?",
    "a2.1": "The Application does not share personal data with any institution other than the Entity managing your case. The Entity managing your case will have access to your data in order to try to help you try to fulfill your medical needs related to your condition. HSJD will not be responsible for the processing of your personal data by the Entity. Once the data is transferred to the Entity by HSJD, the Entity will be considered the data controller and must provide you with its own privacy policy.",
    "a2.2": "In addition, your personal data may be accessed by HSJD service providers in the IT sectors.",
    "t3": "Where is your data",
    "a3": "This Application stores all the information you provide at Microsoft Azure Cloud in its West Europe servers, located in the Netherlands.",
    "a3.1": "HSJD will only make international transfers outside the European Economic Area if the Entity providing the assistance is located outside the European Economic Area.",
    "a3.2": "HSJD will take appropriate safeguards for such international transfer depending on the country in which the Entity is located. You can obtain information on the safeguards adopted by sending an email to: info@sjdhospitalbarcelona.org",
    "t4": "Who else uses your data",
    "a4": "The Application does not share personal data with any institution other than the Entity managing your case. However, the Entity has download and export capabilities. Through this functionality they may extract data to provide you with a better service.",
    "t6": "How long do we keep your personal data?",
    "a6": "Your personal data will be processed until you inform HSJD of your wish to cancel your status as a registered user of the Application or 24 months have passed since your last interaction with the Application.",
    "a6.1": "It is your responsibility to keep your personal updated, since they will be used to make communications about the additions, deletions or modifications of accounts registered."
  },
  "war":{
    "statussubtitle": "Change the status so that the user knows the evolution of their needs",
    "notessubtitle": "Notes are for internal use, just for you",
    "status.opt1": "New",
    "status.opt2": "In review",
    "status.opt3": "In process",
    "status.opt4": "Transferred",
    "status.opt5": "Contact lost",
    "status.opt6": "Closed",
    "Save notes": "Save notes",
    "What needs do they have": "What needs do they have?",
    "needsTitle": "What do you need?",
    "DrugsNeeds": "Drugs and dosage followed by the patient",
    "The drugs I need": "The drugs I need",
    "helpdrug": "Indicate the active substance and the <strong>monthly</strong> quantity. You can find this information on the medicine box. If you cannot find it, please contact us.",
    "helpdrug2": "Click here to see an example.",
    "needsSubtitle": "Indicate the active compound and the <strong>monthly</strong> quantity. You can find this information on the drug box. If you can't find it, please reach out to us.",
    "needsSubtitle2": "Eg: 3 boxes of Clobazam per month",
    "Indicates the approximate location": "Select your location on the map:",
    "titleNoti1": "If you need help, write to support office and we will get back to you as soon as possible.",
    "titleNoti2": "If you have changed the location, you can change it in the patient profile.",
    "titletoogle": "I am the caregiver",
    "titlleradio": "I am the patient",
    "is the caretaker": "Is the caretaker",
    "Last login": "Last login",
    "Date of registration": "Date of registration",
    "Detailed information": "Detailed information",
    "Users": "Users",
    "No users": "No users",
    "Need shelter": "Do you need shelter?",
    "Need other": "Do you need anything else?",
    "mandatoryfields": "Add at least one drug or write something in the text box to finish.",
    "Nedd other2": "If there is anything else we could help with, like medical equipment, please let us know.",
    "Links": "Links",
    "Link": "Link",
    "Blocked account": "Blocked account",
    "Patient demographics": "Patient demographics",
    "When was the patient born": "Patient's date of birth",
    "What is their location": "What is your location?",
    "location2": "Location does not need to be accurate. It is used to identify needs in specific areas. It is enough to provide location at the neighbourhood or village level.",
    "My status": "My status",
    "The status of your profile is": "The status of your profile is:",
    "Write email": "Write an email",
    "Summary": "Summary",
    "Patient date of birth": "Patient date of birth",
    "Patient location": "Patient location",
    "This is where the patient is currently located": "This is where aid is currently needed:",
    "These are the drug currently needed": "These are the drug currently needed",
    "Translate": "Translate",
    "Write the name of your disease": "Write the name of your disease",
    "Add drug": "New drug",
    "Edit drug": "Edit drug",
    "Number of boxes": "Number of boxes per month",
    "Boxes": "Boxes per month",
    "Dosage strength": "Dosage strength",
    "Generic name": "Generic name",
    "nosharelocation": "I don't want to say my approximate location",
    "optionalLocation": "The approximate location has not been added. Click on the map to select it. <strong>This is optional.</strong>",
    "optionalLocation2": "The approximate location has not been added. <strong>This is optional.</strong>",
    "map": "Map",
    "creationDate": "Creation date",
    "Referral medical center": "Patient's medical center of reference",
    "titleReferralMedicalCenter": "Write the medical center of reference of the patient",
    "titleneedAssistance": "Type of assistance you are requesting",
    "titleneeds": "Indicate the type of assistance you need: finding a centre in the EU, medical support for diagnosis, medication adjustment, other assistance.",
    "needAssistance": "Write the type of assistance you need",
    "Create new": "Create new"
  },
  "physicians":{
    "I am a physician who treats patients with": "Patient's condition",
    "Write what kind of patients you treat": "Write what kind of patients you treat",
    "Location": "Location",
    "Needs": "Needs",
    "New need": "New need",
    "No needs": "You haven't added any needs yet, click 'New Need' to get started.",
    "Others needs": "Others needs"
  },
  "sampleDrug":{
    "id1": "What is the active compound?",
    "id2": "The active compound is a substance in a medication that does the intended pharmacological activity of the drug. Different commercial products may have the same purposes and active compund. Communicating the active compund makes it easier to organize help.",
    "id3": "How can I find it?",
    "id4": "You can find it by searching on the internet or on the product box. For instance, in the image below, the drug name is Pretendmed and the active compound is fauxpharmoide. The active compound is also called the generic name.",
    "id5": "Image from https://www.registerednursern.com/how-to-read-a-medication-drug-label-for-nurses/."
  },
  "adminRole":{
    "title": "Administration view for",
    "subtitle": "This admin let's you locate and communicate with patients and physicians (users) in need of aid. You can export the data for easier collaboration with other entities.",
    "t1": "Locations",
    "subtitle1": "This is the approximate location of your users. Click on the pins to view detailed information.",
    "t2": "Detailed list",
    "subtitle2": "This list allows let's you get details on each case. Clicking on the pin will locate them on the map. The column titles are actionable to sort the table.",
    "noti1": "Notify me by email when a new user signs up",
    "noti2": "Notify me by email when a user changes their request"
  },
  "legal":{
    "title": "Legal Notice",
    "t1": "Purpose of this legal notice",
    "p1.1": "For the effects of Article 10 of Law 34/2002, of 11th July, on Information Society and Electronic Commerce Services (LSSICE), the user is informed that the website owner is SJD Barcelona Children’s Hospital, with registered office at Passeig Sant Joan de Déu no. 2., 08950, Esplugues de Llobregat (Barcelona province); holder of VAT no. R-5800645-C and with e-mail address info@sjdhospitalbarcelona.org. It is registered in the Register of Religious Entities of the Ministry of Justice under number 1188-C/1-SE/B.",
    "p1.2": "Any person accessing this website assumes the status of user, undertaking to strictly observe and comply with the rules set out herein, as well as with any other applicable provisions of law.",
    "p1.3": "The website owner reserves the right to change any type of information that may appear on the website, without any obligation to notify or to make known to users such changes, and it is understood to suffice for the website owner to publish the changes on the website.",
    "t2": "Trusted third party and code of conduct",
    "p2.1": "The website owner adheres to the Catalan Union of Hospitals standard code of conduct.",
    "t3": "Exclusion of guarantees and liability",
    "p3.1": "The website owner declines all liability derived from the information published on its website insofar as such information were to have been handled or entered by any third person not belonging to its organisation.",
    "p3.2": "It is possible that the user may be redirected from the website to the contents of third-person websites. Since the website owner cannot always control the contents entered by third persons on their respective websites, the website owner declines all liability with respect to such contents. In any case, the website owner states that it will proceed to the immediate withdrawal of any content that may contravene national or international law, morals or public order, immediately removing the link to any such website and making the respective content known to the competent authorities.",
    "p3.3": "The website owner declines all liability for the information and contents stored in spaces including, without limitation, forums, chatrooms, blog generators, commentaries, social networks or any other medium that allows third persons to publish contents independently on the website of the website owner. Notwithstanding, in compliance with the provisions of Articles 11 and 16 of the LSSICE, the website owner places itself at the disposal of all users, authorities and security forces, and will cooperate actively on the removal or, as appropriate, blocking of all the contents that may affect or contravene national or international law, the rights of third persons or morals and public order. In the event in which the user were to consider that there is any content on the website that may be subject to such consideration, he is requested to make it immediately known to the website administrator.",
    "t4": "Contents",
    "p4.1": "The purpose of this website is to connect patients from Ukraine with a rare disease with organizations and hospitals, members of the European Reference Network (ERN), with the aim to provide the specialized medical support they may need. SJD Barcelona Children’s Hospital reserves the right to make, at any time and without prior notice, changes in the contents and presentation of its website.",
    "p4.2": "The information contained on this website is of informative nature alone and does not seek under any circumstances to replace professional medical advice. None of the contents published on this website, whether they are fixed contents or comments of the administrating team of the website, have the purpose of being used for medical diagnosis or treatment or as a second medical opinion. Consequently, the Hospital declines all liability with respect to the inappropriate use of the contents of its website.",
    "t5": "Links",
    "p5.1": "The website owner makes links available to users in order to facilitate the search for and access to information, services and other pertinent contents available on the Internet. The links provided on this website may lead the user to other websites and pages managed by third persons, on which the website owner exercises no control whatsoever.",
    "p5.2": "The website owner declines any duty of supervising or verifying the information or contents of the other websites which the user may access by means of the hyperlinks found on the Hospital’s website. The website owner assumes, exclusively, the duty to remove from the website, in the shortest possible delay, the information, contents or services that do not reflect reality or that may be misleading or cause harm to the user.",
    "t6": "Intellectual and industrial property",
    "p6.1": "All operating rights are reserved. This website is governed by Spanish law and it is protected by the national and international law on intellectual and industrial property.",
    "p6.2": "Regardless of the purpose for which the contents of the website are intended, the total or partial reproduction, use, operation, distribution and commercialisation of it require in all cases the prior written consent of SJD Barcelona Children’s Hospital as the owner of the website. Any use not previously consented by SJD Barcelona Children’s Hospital will be considered a serious breach of the author’s intellectual and industrial property rights.",
    "p6.3": "The designs, logotypes, texts and/or graphics not belonging to the website owner which may appear on the website belong to their respective owners, and the latter are responsible for any controversy which may arise with respect to same.",
    "p6.4": "The website owner acknowledges the respective intellectual and industrial property rights of the holders of same, and the mere mention or appearance of whatever contents on the website does not entail the existence of rights or responsibilities of the website owner in relation to same, or support, sponsorship or recommendation of it by the website owner.",
    "p6.5": "The website owner also expresses its acknowledgement of the Internet sources from which it has obtained some of the images that illustrate the contents of the website, and the references of it are set out wherever possible. We believe that these images may help decisively to more clearly convey the knowledge of the rare diseases from our standpoint to society.",
    "p6.6": "The user of the website should refrain in all cases from removing, altering, eluding or manipulating any protective device or security system that may be installed in the website.Any remarks with respect to possible breaches of intellectual or industrial property rights and in relation to any of the contents of the website may be notified to the following e-mail address:",
    "t7": "Applicable law and jurisdiction",
    "p7.1": "For the settlement of any controversies or other matters relating to the website or to the activities carried out on it, Spanish law will be applicable and the parties expressly submit themselves to it. The courts and tribunals of Barcelona, Spain, are competent for the resolution of all conflicts deriving from or relating to the use of the website."
  },
  "cookies":{
    "title": "Cookies policy",
    "t1": "1. Object",
    "p1.1": "The SJD Barcelona Children’s Hospital (hereinafter HSJD) recognises the importance of the applicable legislation and regulations pertaining to privacy and data protection. In this sense, the protection of the safety, integrity and confidentiality of our clients' and users' information is very important to us and we therefore strive to act responsibly in this regard. This page describes our application’s (hereinafter, the Application) cookies policy <a href='http://www.rarediseaseshub4ua.org' target='_blank'>http://www.rarediseaseshub4ua.org</a> (hereinafter the Application).",
    "p1.2": "The provisions of both the Legal Notice and the Privacy policy will apply for the purpose of this Cookies Policy.",
    "t2": "2. Acceptance of the Cookies Policy",
    "p2.1": "As specified in the first layer ('banner on cookies'), the User has accepted or is able to accept this Cookies Policy. The use of technical means to prevent cookies from being downloaded to the user's browser does not invalidate the consent given for legal purposes, although the technical result may be that some or none of the cookies will not be downloaded, the effects of which are described later in this Cookies Policy.",
    "t3": "3. Cookies",
    "p3.1": "HSJD uses cookies to make the browsing of its Application more functional and useful for its users. In this sense, and to give the User all the information necessary for correct browsing, we provide the following explanatory text on what cookies are and how the User can disable them.",
    "t4": "4. Definition of cookie",
    "p4.1": "All websites (regardless of the service they provide) currently use cookies, i.e. they save minimal information about the User’s activity on the website. A cookie can therefore be defined as a small text file or generalised device downloaded onto the User’s device or machine when they are browsing websites with the aim of storing data that may be updated and retrieved by the organisation responsible for their installation.",
    "t5": "5. Purposes, management of cookies and type of cookies",
    "p5.1": "<strong>Technical cookies:</strong> These cookies allow the User to browse a web page, platform or application and to use the different options or services provided, such as monitoring traffic and data reporting, identification of session, access to restricted sections, using safety features during browsing, storing content for the streaming of videos or sound or sharing content via the social media." ,
    "p5.2": "<strong>Analytical cookies:</strong> These cookies allow the person responsible for them to monitor and analyse the behaviour of users on the websites to which they are linked. The information collected through this type of cookies is used to measure the activity of the websites, application or platform and to generate browsing profiles of the users of these sites, applications and platforms in order to make improvements based on the analysis of the usage data of the users of the service.",
    "p5.2.1": "Google Analytics: it used to distinguish users.",
    "p5.2.2": "Hotjar: it is used to record the user's navigation through the elements of the Application.",
    "p5.3": "The Application does not use personalization cookies, advertising cookies or behavioral advertising cookies.",
    "t6": "6. Deactivating and uninstalling cookies",
    "p6.1": "Users can disable cookies from the preferences section on their Internet browser. Here are some links provided by the most popular browsers, with instructions for managing cookies on different devices and versions, if required."
  },
  "cookie": {
    "header": "Cookies used on the Application!",
    "message": "This Application uses cookies to ensure you get the best experience on our Application.",
    "dismiss": "Got it!",
    "allow": "Allow cookies",
    "deny": "Decline",
    "link": "Learn more",
    "policy": "Cookie Policy"
  }
}

