{
  "menu":{
    "Dashboard": "Inicio",
    "Dashboard Super Admin": "Panel del superadministrador",
    "User Profile": "Perfil del usuario",
    "Basic Info": "Información del paciente",
    "Login": "Iniciar sesión",
    "Register": "Registro",
    "Forgot Password": "Olvidé mi contraseña",
    "New Password": "Nueva contraseña",
    "Translations": "Traducciones",
    "Languages": "Idiomas",
    "About us": "Sobre nosotros"
  },
  "profile":{
    "Save the changes": "Guarde los cambios para que en sesiones futuras aparezca en el idioma seleccionado",
    "General": "General",
    "Current password": "Contraseña actual",
    "Repeat the new password": "Repita la nueva contraseña",
    "The current password is incorrect": "La contraseña actual es incorrecta",
    "Settings": "Ajustes"
  },
  "login":{
    "Login": "Iniciar sesión",
    "Remember Me": "Recuérdame",
    "Recover Password": "Recuperar contraseña",
    "Create User": "Crear usuario",
    "Account is temporarily locked": "La cuenta está bloqueada temporalmente durante dos horas",
    "Login failed": "Error de inicio de sesion",
    "Account activated": "Cuenta activada",
    "could not be activated": "La cuenta no pudo ser activada. Haga clic nuevamente en 'Activar cuenta' del correo electrónico de verificación.",
    "supportContacted": "Se ha enviado un email a soporte explicando su problema.",
    "emailResent": "Se ha reenviado el email de verificación. Haga clic en 'Activar cuenta' en el correo electrónico de verificación.",
    "resendEmail": "Reenviar email",
    "contactSupport": "Contactar soporte",
    "This account has not been activated yet": "Esta cuenta aún no ha sido activada.",
    "Swal resend email text": "Le hemos mandado un email. Por favor, compruebe la carpeta Spam. Si no encuentra el email, clique en 'Reenviar email' o en 'Contactar soporte'.",
    "The account is not activated": "La cuenta no está activada. Haga clic en 'Activar cuenta' en el correo electrónico de verificación.",
    "The account is blocked by an administrator": "La cuenta está bloqueada por un administrador.",
    "First time here": "¿Primera vez aquí?",
    "Create an account clicking here": "Cree una cuenta haciendo clic aquí:"
  },
  "registration":{
    "Registration": "Registro",
    "Data protection users": "PROTECCIÓN DE DATOS: sus datos serán responsabilidad del Hospital Sant Joan de Déu para brindarle el apoyo médico especializado que solicite; y los podrá ceder a terceras entidades si Usted lo consiente de forma expresa y para la obtención del fin del tratamiento. Si desea ejercer sus derechos o para más información, visite",
    "Data protection prof": "PROTECCIÓN DE DATOS: sus datos serán responsabilidad del Hospital Sant Joan de Déu para brindarle el apoyo médico especializado que solicite y los podrá ceder a terceras entidades si usted lo consiente de forma expresa y para la obtención del fin del tratamiento. Como profesional usted dispone de la autorización expresa del paciente para comunicar a al Hospital Sant Joan de Déu los datos que le corresponden. Si desea ejercer sus derechos o para más información, visite",
    "I have read and understood the": "Acepta la política de protección de datos de Rare Diseases Hub Ukraine.",
    "consent": "Consiente la cesión de datos a terceras entidades.",
    "Privacy Policy": "Política de privacidad",
    "Get Started": "Empezar",
    "email already exists": "Ya existe una cuenta con este correo electrónico",
    "Check the email":"Verifique el email para activar la cuenta. Verifique tambien la carpeta de 'Spam'. Si no lo encuentra, contacte con soporte:",
    "could not be sent to activate": "Cuenta registrada, pero no se pudo enviar el correo electrónico para activar la cuenta. Póngase en contacto con el administrador: dpd@sjdhospitalbarcelona.org",
    "It is mandatory to read the privacy policy before continuing": "Es obligatorio leer la política de privacidad antes de continuar",
    "Im a patient": "Soy paciente/cuidador",
    "Im a clinician": "Soy un profesional",
    "Repeat email": "Repite el correo electrónico",
    "The email do not match": "El correo electrónico no coincide",
    "Please select a code":"Código de país del teléfono",
    "Enter your phone number": "Introduzca su número de teléfono"
  },
  "recoverpass":{
    "Account recovery email sent": "Correo electrónico de recuperación de cuenta enviado",
    "no account": "No hay ninguna cuenta con este correo electrónico.",
    "Password changed": "Contraseña cambiada con éxito",
    "invalidLink": "El enlace es inválido. Si has hecho clic más de una vez a recuperar la contraseña, haga clic en el último email recibido.",
    "expiredLink": "El enlace ha caducado al pasar más de 15 minutos desde que lo solicitó. Vuelva a solicitar un cambio de contraseña.",
    "Rerequest a password": "Vuelva a solicitar un cambio de contraseña",
    "Password must have": "La contraseña debe tener letras minúsculas y mayúsculas, números y caracteres especiales",
    "Password is required": "La contraseña es obligatoria"
  },
  "generics":{
    "Password": "Contraseña",
    "Repeat password": "Repita la contraseña",
    "Email": "Correo electrónico",
    "Name": "Nombre",
    "Phone number":"Número de teléfono",
    "Lang": "Idioma",
    "Cancel": "Cancelar",
    "Save": "Guardar",
    "SaveAndClose": "Guardar y cerrar",
    "Delete": "Eliminar",
    "Delete data": "Quiero borrar mis datos",
    "This action will not be reversed": "Esta acción borrará todos los datos almacenados en tu perfil y ya no serán accesibles.",
    "confirm delete data": "¿Confirma que desea eliminar sus datos?",
    "Update": "Actualizar",
    "No, cancel": "No, cancelar",
    "Data saved successfully": "Datos guardados correctamente.",
    "Data saved fail": "Los datos no se han guardado. Inténtalo de nuevo",
    "Basic Data": "Datos básicos",
    "Yes": "Si",
    "No": "No",
    "Dont know": "No lo se",
    "Other": "Otro",
    "The session has expired": "La sesión ha expirado",
    "notpermission": "¡No tienes permisos!",
    "sessionClosed": "Se ha cerrado la sesión por inactividad",
    "Restored data": "Datos restaurados",
    "Warning": "Aviso!",
    "error try again": "Se ha producido un error, intente de nuevo",
    "Submit": "Enviar",
    "entervalidemail": "¡Por favor introduzca una dirección de correo electrónico válida!",
    "Passwordlength": "La longitud de la contraseña debe estar entre 8 y 24",
    "required": "Este campo es requerido",
    "Passwordnomatch": "La contraseña no coincide",
    "fieldsRequired": "Los campos marcados con * son obligatorios",
    "requiredfieldsmissing": "¡Faltan algunos campos obligatorios!",
    "Are you sure?": "¿Estás seguro?",
    "Are you sure delete": "¿Quieres eliminar",
    "Are you sure delete it": "¿Quieres eliminarlo?",
    "Sending": "Enviando",
    "Add": "Añadir",
    "Saved": "Guardado",
    "Not saved": "No guardado",
    "Saved on": "Guardado el",
    "Edit": "Editar",
    "Status": "Estado",
    "Select": "Seleccionar",
    "Date": "Fecha",
    "Do you want to save the changes?": "¿Quieres guardar los cambios?",
    "You have unsaved changes": "Tiene cambios sin guardar",
    "Options": "Opciones",
    "Option": "Opción",
    "View": "Ver",
    "New": "Nuevo",
    "Back": "Atrás",
    "Close": "Cerrar",
    "ExportData": "Descargar",
    "It has been successfully removed": "Se ha eliminado correctamente",
    "Download": "Descargar",
    "Upload Progress": "Progreso de subida",
    "Previous": "Anterior",
    "Next": "Siguiente",
    "Only integers are allowed": "Solo se permiten enteros",
    "notes": "Notas",
    "Please wait": "Por favor, espere.",
    "Preparing to upload": "Preparing to upload",
    "Finish": "Terminar",
    "Upload": "Subir",
    "Welcome to ucr": "Necesitamos algunos datos para comenzar",
    "and": "y",
    "Account data": "Datos de la cuenta",
    "Save changes": "Guardar cambios"
  },
  "navbar":{
    "Logout": "Cerrar sesión",
    "My Profile": "Perfil del usuario",
    "Patient profile": "Perfil del paciente",
    "User Settings": "Ajustes de usuario",
    "Toggle navigation": "Alternar navegación",
    "Exit": "Salir"
  },
  "personalinfo":{
    "First Name": "Nombre",
    "Last Name": "Apellido(s)",
    "Birth Date": "Fecha de nacimiento",
    "Phone": "Teléfono",
    "Country": "País"
  },
  "errors":{
    "The user does not exist": "El usuario no existe",
    "The session has been closed": "La sesión ha sido cerrada."
  },
  "medication":{
    "Drug": "Medicamento"
  },
  "wizard":{
    "btn": "Continuar"
  },
  "topnavbar":{
    "Notifications": "Mis notificaciones"
  },
  "policy":{
    "CONTENT": "CONTENIDO",
    "step1": "¿Quién es el responsable del tratamiento?",
    "step2": "¿Con qué finalidad se tratarán sus datos personales?",
    "step3": "¿Cuál es la legitimación del tratamiento de los datos?",
    "step4": "¿Qué derechos tiene el interesado?",
    "step5": "Cesión de los datos",
    "step1-1": "De conformidad con la normativa vigente, se informa al usuario que el responsable del tratamiento de los datos facilitados a través de Rare Diseases Hub Ukraine (en adelante, Aplicación) será Hospital Sant Joan de Déu (en adelante, 'HSJD'), cuyos datos de contacto son los siguientes",
    "step1-2": "Domicilio social",
    "step2-1": "Cuando los usuarios faciliten datos personales a través de los formularios de la Aplicación, sus datos personales serán tratados con las siguientes finalidades",
    "step2-2": "Si es paciente, cuidador o profesional sanitario: para gestionar el registro y administración de la cuenta de usuario registrada en la aplicación. Este tratamiento de datos personales se realizará sobre la base legal del artículo 9.2. h) del RGPD. Si hay una cesión a terceras entidades es bajo la base legal del art. 9.2. a) del RGPD:",
    "step2-2.1": "Si es un paciente, solo trataremos sus datos de salud si ha dado su consentimiento marcando la casilla correspondiente.",
    "step2-2.2": "Si es cuidador, trataremos los datos de salud de la persona cuyos datos nos facilite si así lo consiente expresamente marcando la casilla correspondiente. Como cuidador, garantiza que cuenta con el consentimiento del paciente para facilitarnos sus datos personales y de salud.",
    "step2-2.3": "Si es profesional sanitario, acepta proporcionar datos de salud de sus pacientes que nos permitan identificar a estos pacientes.",
    "step2-3": "Para enviar su solicitud a la entidad que intentará dar apoyo:",
    "step2-3.1": "Estos datos que describen a un usuario individual se compartirán con una Entidad de terceros (en lo sucesivo, simplemente Entidad) involucrada en ayudar a gestionar el caso. La Entidad recibirá la información de su caso y gestionará el caso e intentará ayudarle.",
    "step2-3.2": "La entidad puede ser un grupo de pacientes, la federación del grupo de pacientes o una organización no gubernamental (ONG) con profesionales o voluntarios involucrados en operaciones para dar servicio.",
    "step2-3.3": "Esta cesión de datos se realizará sobre la base legal de la prestación de los servicios que solicitas en su solicitud. En caso de cesión de datos de salud a la Entidad, se tratarán sobre la base legal del consentimiento prestado mediante la marcación de la casilla correspondiente.",
    "step3-1": "Estas son circunstancias extraordinarias. Sus datos serán tratados en base a la ejecución del contrato en los supuestos de registro de usuario: sin el tratamiento de estos datos, no podríamos llevar a cabo los citados servicios.",
    "step3-2": "Esta posibilidad se basa en el artículo 9.2. i) del RGPD:",
    "step3-3": "El procesamiento es necesario por razones de interés público en el campo de la salud pública, como la protección contra amenazas transfronterizas graves para la salud, o para garantizar altos estándares de calidad y seguridad de la atención médica y los medicamentos o dispositivos médicos, sobre la base del Derecho de la Unión o de los Estados miembros que prevea medidas adecuadas y específicas para proteger los derechos y libertades del interesado, en particular el secreto profesional.",
    "step4-1": "El usuario tiene derecho a",
    "step4-2": "Obtener confirmación sobre si HSJD está procesando datos personales que le conciernen.",
    "step4-3": "Acceder a sus datos personales.",
    "step4-4": "Rectificar los datos inexactos o incompletos",
    "step4-5": "Solicitar la cancelación de sus datos cuando, entre otros motivos, los datos ya no sean necesarios para los fines para los que fueron recogidos.",
    "step4-6": "A la portabilidad de sus datos.",
    "step4-6.1": "Retirar su consentimiento.",
    "step4-7": "El ejercicio de estos derechos deberá realizarse a través del correo electrónico dpd@sjdhospitalbarcelona.org",
    "step5-1": "Los datos personales facilitados no serán cedidos a terceros sin autorización previa por parte del titular de los mismos.",
    "other1": "Sin perjuicio de lo anterior, el interesado podrá ponerse en contacto con HSJD a través de dpd@sjdhospitalbarcelona.org",
    "other2": "Si el usuario considera que el ejercicio de sus derechos no ha sido efectivo, podrá presentar una reclamación ante la Agencia Española de Protección de Datos."
  },
  "others": {
    "browsers not supported": "Actualmente no somos compatibles con navegadores antiguos como Internet Explorer. Recomendamos el uso de navegadores modernos como Microsoft Edge Insider, Chrome o Firefox."
  },
  "support": {
    "support": "Soporte",
    "Messages":"Mensajes",
    "No messages":"No hay mensajes",
    "New message": "Nuevo mensaje",
    "Subject": "Asunto",
    "Message": "Mensaje",
    "New File": "Archivo nuevo",
    "Send": "Enviar",
    "Sent messages": "Mensajes enviados",
    "Old messages": "Mensajes antiguos",
    "Uploading a capture can help us a lot": "Subir una captura puede ayudarnos mucho",
    "Unread": "No leído",
    "Pending": "Pendiente",
    "Read": "Leído",
    "Solved": "Resuelto",
    "Issue type": "Tipo de problema",
    "Select Issue type": "Seleccione un tipo de problema",
    "Technical error": "Error tecnico",
    "I have a question": "Tengo una pregunta",
    "Another type": "Otro tipo"
  },
  "footer":{
    "Dx29info": "Rare Diseases Hub Ukraine es una herramienta de búsqueda y referencia que se proporciona con fines informativos y no pretende sustituir el juicio o la experiencia del clínico. No debe utilizarse para diagnosticar o tratar afecciones médicas."
  },
  "InfoSystem":{
    "titleReload": "Hay una nueva versión disponible de Rare Diseases Hub Ukraine",
    "bodyReload": "Se va a recargar la página automáticamente para que estés actualizado"
  },
  "land":{
    "Disease": "Enfermedad",
    "or": "o"
  },
  "landraito":{
    "title": "Esta aplicación conecta a pacientes de Ucrania con una enfermedad rara con organizaciones y hospitales, miembros de la Red Europea de Referencia (ERN), con el objetivo de brindarles el apoyo médico especializado que puedan necesitar durante esta emergencia.",
    "Contact us if": "Póngase en contacto",
    "t1.1": "Si es un paciente",
    "p1.1": "Reside en Ucrania o es refugiado afectado por la guerra de Ucrania.",
    "p1.2": "Tiene una enfermedad rara y necesita apoyo médico especializado.",
    "t1.2": "Si es un profesional",
    "p1.3": "Trabaja en un hospital, ONG, asociación de pacientes u organización de respuesta a emergencias.",
    "p1.4": "Está en contacto con un paciente al que se le ha diagnosticado una enfermedad minoritaria o existe una sospecha alta de tener una enfermedad minoritaria.",
    "t2": "Cómo funciona",
    "t2.1t": "Registrarse",
    "t2.1a": "Cree su cuenta para identificarse como paciente o médico.",
    "t2.2t": "Explique su necesidad médica",
    "t2.2a": "Faciliténos información básica: qué necesita y dónde se encuentra.",
    "t2.3t": "Recibir respuesta",
    "t2.3a": "El equipo del Hub gestionará su solicitud junto con la ERN para intentar darle la ayuda que necesita.",
    "t3.title": "Formas de realizar una solicitud",
    "t3.1": "Regístrese y complete el formulario para rastrear su solicitud",
    "t3.2": "Enviar un correo electrónico a",
    "t3.3.1": "Llamar",
    "t3.3.2": "De lunes a viernes de 9 am a 5 pm Hora de Europa Central",
    "t4.title": "Colaborar con Rare Diseases Hub Ukraine",
    "t4.1": "Si usted pertenece a una organización y quiere colaborar proporcionando alguna ayuda a los pacientes con una enfermedad rara, escríbanos a",
    "t4.2": "Organizaciones que están trabajando detrás de esta herramienta:",
    "button": "Hacer una solicitud"
  },
  "homeraito":{
    "t1": "¿Perteneces a una organización de pacientes?",
    "t1.1": "Gracias, unirse a una organización de pacientes le permite impulsar la investigación al agregar sus datos con los de otros pacientes. Le preguntaremos más adelante para ver si se ha unido.",
    "t2": "Enfermedad del paciente",
    "t2.1": "Por favor, seleccione la organización que mejor se ajuste a su enfermedad.",
    "t2.2": "Si no lo encuentra, escriba su condición para que podamos tratar de contratar uno para usted. Esta es una lista inicial que irá creciendo a medida que se unan más asociaciones. Póngase en contacto con nosotros si tiene una sugerencia.",
    "t2.3": "¿Es usted el paciente o un cuidador?",
    "t2.4": "Seleccione quién es a continuación.",
    "t3": "¿Nos das tu consentimiento para ello?",
    "p1title": "¡Bienvenidos a Rare Diseases Hub Ukraine!",
    "p1": "Esta aplicación le permite interactuar con organizaciones y hospitales, miembros de las redes europeas de referencia en enfermedades raras (ERN, pos sus siglas en inglés), para ofrecerle el asesoramiento médico o cualquier otra ayuda que pueda necesitar relacionada con una enfermedad minoritaria.",
    "p1.1": "Dada la situación, no hay garantía de que tus necesidades puedan ser atendidas, pero comunicarlas es el primer paso para conseguir la ayuda que necesitas."
  },
  "charts":{
    "noti1a": "¡Bienvenido! Esta es su área de notificación para ver el estado de su caso y las acciones pendientes.",
    "noti2a": "El equipo está trabajando para coordinarse con otras entidades y dar respuesta a su solicitud."
  },
  "mydata":{
    "title": "Mis datos",
    "Password is incorrect": "La contraseña es incorrecta",
    "we will close your session": "Por su seguridad, vamos a cerrar su sesión.",
    "please enter your password": "Por seguridad, introduce tu contraseña",
    "Write your password here": "Escribe aquí tu contraseña",
    "Deletedata": "Borrar mis datos"
  },
  "prereg":{
    "title": "Así es como gestionamos los datos",
    "t1": "¿Qué datos se recopilan?",
    "a0": "La Aplicación recopila los siguientes datos:",
    "a1": "Si es paciente/cuidador: nombre, apellido, correo electrónico, número de teléfono, ubicación proporcionada por el usuario, enfermedad, fecha de nacimiento del paciente, relación con el paciente, tipo de ayuda que requiere, medicamentos y dosis; y los mensajes que envía para solicitar apoyo.",
    "a2": "Si es un médico o profesional de una organización: nombre, apellidos, correo electrónico, número de teléfono, ubicación facilitada por el usuario, especialidad, centro u organización, diagnóstico, medicamentos y dosis del paciente, tipo de ayuda que requiere y los mensajes que envía para solicitar asesoramiento médico.",
    "t2": "¿A quién proporcionamos sus datos personales?",
    "a2.1": "La Aplicación no comparte datos personales con ninguna institución distinta a la Entidad que gestiona su caso. La Entidad que gestiona su caso tendrá acceso a sus datos con el fin de tratar de satisfacer sus necesidades médicas relativas a su enfermedad. HSJD no será responsable del tratamiento que la Entidad realice de sus datos personale. Una vez que HSJD transfiera sus datos a la Entidad, la Entidad tendrá la consideración de responsable del tratamiento y deberá proporcionarle su propia política de privacidad.",
    "a2.2": "Además, los proveedores de servicios de HSJD en los sectores de TI pueden acceder a sus datos personales.",
    "t3": "Dónde están sus datos",
    "a3": "La aplicación web almacena toda la información que proporciona en Microsoft Azure Cloud en sus servidores de Europa Occidental, ubicados en los Países Bajos.",
    "a3.1": "HSJD sólo realizará transferencias internacionales fuera del Espacio Económico Europeo si la Entidad que presta la asistencia se encuentra fuera del Espacio Económico Europeo.",
    "a3.2": "HSJD tomará las debidas garantías para dicha transferencia internacional dependiendo del país en el que se encuentre la Entidad. Puede obtener información sobre las salvaguardas adoptadas enviando un correo electrónico a: dpd@sjdhospitalbarcelona.org",
    "t4": "Quién más utiliza tus datos",
    "a4": "La Aplicación no comparte datos personales con ninguna institución distinta a la Entidad que gestiona su caso. No obstante, la Entidad cuenta con capacidades de descarga y exportación. A través de esta funcionalidad podrán extraer datos para brindarle un mejor servicio.",
    "t6": "¿Cuánto tiempo conservamos sus datos personales?",
    "a6": "Sus datos personales serán tratados hasta que informe a HSJD de su deseo de cancelar su condición de usuario registrado de la Aplicación o hayan transcurrido 24 meses desde su última interacción con la Aplicación.",
    "a6.1": "Es su responsabilidad mantener actualizados sus datos personales, ya que serán utilizados para realizar comunicaciones sobre las altas, bajas o modificaciones de cuentas registradas."
  },
  "war":{
    "statussubtitle": "Cambiar el estado para que el usuario conozca la evolución de sus necesidades",
    "notessubtitle": "Las notas son para uso interno, solo para ti",
    "status.opt1": "Nuevo",
    "status.opt2": "En revisión",
    "status.opt3": "En proceso",
    "status.opt4": "Transferido",
    "status.opt5": "Contacto perdido",
    "status.opt6": "Cerrado",
    "Save notes": "Guardar notas",
    "What needs do they have": "Qué necesidades tienen?",
    "needsTitle": "¿Qué necesitas?",
    "DrugsNeeds": "Fármacos y pauta que sigue el paciente",
    "The drugs I need": "Los medicamentos que necesito",
    "helpdrug": "Indique el principio activo y la cantidad <strong>mensual</strong>. Puede encontrar esta información en la caja del medicamento. Si no puede encontrarlo, comuníquese con nosotros.",
    "helpdrug2": "Haga clic aquí para ver un ejemplo.",
    "needsSubtitle": "Indicar el principio activo y la cantidad <strong>mensual</strong>. Puede encontrar esta información en la caja del medicamento. Si no puede encontrarlo, comuníquese con nosotros.",
    "needsSubtitle2": "Ej: 3 cajas de Clobazam al mes",
    "Indicates the approximate location": "Seleccione su ubicación en el mapa:",
    "titleNoti1": "Si necesita ayuda, puede escribir a la oficina de apoyo y nos pondremos en contacto con usted lo antes posible.",
    "titleNoti2": "Si has cambiado la ubicación, puedes cambiarla en el perfil del paciente.",
    "titletoogle": "Soy el cuidador",
    "titlleradio": "Yo soy el paciente",
    "is the caretaker": "Es el cuidador",
    "Last login": "Último acceso",
    "Date of registration": "Fecha de registro",
    "Detailed information": "Información detallada",
    "Users": "Usuarios",
    "No users": "No hay usuarios",
    "Need shelter": "¿Necesitas refugio?",
    "Need other": "¿Necesitas algo más?",
    "mandatoryfields": "Añade al menos un medicamento o escribe algo en el cuadro de texto para finalizar.",
    "Nedd other2": "Si hay algo más con lo que podamos ayudar, como equipo médico, háganoslo saber.",
    "Links": "Enlaces",
    "Link": "Enlace",
    "Blocked account": "Cuenta bloqueada",
    "Patient demographics": "Datos demográficos del paciente",
    "When was the patient born": "Fecha de nacimiento del paciente",
    "What is their location": "¿Cuál es su ubicación?",
    "location2": "La ubicación no necesita ser precisa. Se utiliza para identificar necesidades en áreas específicas. Basta con proporcionar la ubicación a nivel de barrio o aldea.",
    "My status": "Mi estado",
    "The status of your profile is": "El estado de tu perfil es:",
    "Write email": "Escriba un correo",
    "Summary": "Resumen",
    "Patient date of birth": "Fecha de nacimiento del paciente",
    "Patient location": "Ubicación del paciente",
    "This is where the patient is currently located": "Aquí es donde se necesita ayuda actualmente:",
    "These are the drug currently needed": "Estos son los medicamentos que se necesitan actualmente",
    "Translate": "Traducir",
    "Write the name of your disease": "Escribe el nombre de tu enfermedad",
    "Add drug": "Nuevo medicamento",
    "Edit drug": "Editar medicamento",
    "Number of boxes": "Número de cajas por mes",
    "Boxes": "Cajas por mes",
    "Dosage strength": "Potencia de la dosis",
    "Generic name": "Nombre genérico",
    "nosharelocation": "No quiero decir mi ubicación aproximada",
    "optionalLocation": "No se ha añadido la ubicación aproximada. Haga clic en el mapa para seleccionarlo. <strong>Esto es opcional.</strong>",
    "optionalLocation2": "No se ha añadido la ubicación aproximada. <strong>Esto es opcional.</strong>",
    "map": "Mapa",
    "creationDate": "Fecha de creación",
    "Referral medical center": "Centro médico de referencia del paciente",
    "titleReferralMedicalCenter": "Escriba el centro médico de referencia del paciente",
    "titleneedAssistance": "Tipo de asistencia que solicita",
    "titleneeds": "Indique el tipo de asistencia que necesita: encontrar un centro en la UE, apoyo médico para el diagnóstico, adecuación de la medicación, otro tipo de ayuda.",
    "needAssistance": "Escriba qué tipo de ayuda necesita",
    "Create new": "Crear nuevo"
  },
  "physicians":{
    "I am a physician who treats patients with": "Enfermedad del paciente",
    "Write what kind of patients you treat": "Escribe qué tipo de pacientes tratas",
    "Location": "Ubicación",
    "Needs": "Necesidades",
    "New need": "Nueva necesidad",
    "No needs": "Aún no has añadido ninguna necesidad, haga clic en 'Nueva necesidad' para comenzar.",
    "Others needs": "Otras necesidades"
  },
  "sampleDrug":{
    "id1": "¿Cuál es el compuesto activo?",
    "id2": "El compuesto activo es una sustancia en un medicamento que realiza la actividad farmacológica prevista del fármaco. Diferentes productos comerciales pueden tener los mismos propósitos y compuestos activos. Comunicar el compuesto activo facilita la organización de la ayuda.",
    "id3": "¿Cómo puedo encontrarlo?",
    "id4": "Puede encontrarlo buscando en Internet o en la caja del producto. Por ejemplo, en la imagen a continuación, el nombre del medicamento es Pretendmed y el compuesto activo es fauxpharmoide. El compuesto activo también se llama el nombre genérico.",
    "id5": "Imagen de https://www.registerednursen.com/how-to-read-a-medication-drug-label-for-nurses/."
  },
  "adminRole":{
    "title": "Vista de administración para",
    "subtitle": "Este administrador te permite ubicar y comunicarte con pacientes y médicos (usuarios) que necesitan ayuda. Puedes exportar los datos para facilitar la colaboración con otras entidades.",
    "t1": "Ubicaciones",
    "subtitle1": "Esta es la ubicación aproximada de tus usuarios. Haz clic en los pines para ver información detallada.",
    "t2": "Lista detallada",
    "subtitle2": "Esta lista le permite obtener detalles sobre cada caso. Al hacer clic en el marcador, los ubicará en el mapa. Los títulos de las columnas son accionables para ordenar la tabla.",
    "noti1": "Avísame por correo electrónico cuando un nuevo usuario se registre",
    "noti2": "Notificarme por correo electrónico cuando un usuario cambie su solicitud" 
  },
  "legal":{
    "title": "Aviso legal",
    "t1": "Objeto del aviso legal",
    "p1.1": "A efectos del artículo 10 de la Ley 34/2002, de 11 de julio, de la Ley de Servicios de la Sociedad de la Información y del Comercio Electrónico; se informa al usuario que el titular del sitio web es el Hospital Sant Joan de Déu, con domicilio en el Paseo Sant Joan de Déu nº 2. 08950 de Esplugues de Llobregat, con NIF R-5800645-C y correo electrónico info@sjdhospitalbarcelona.org.",
    "p1.2": "Está inscrita en el Registro de Entidades Religiosas del Ministerio de Justica de España con el Número 1188-C/1-SE/B.",
    "p1.3": "Toda persona que acceda a este sitio web asume el papel de usuario, comprometiéndose a la observancia y cumplimiento riguroso de las disposiciones aquí dispuestas, así como a cualquier otra disposición legal que fuera dl sitio web. El responsable del sitio web se reserva el derecho a modificar cualquier tipo de información que pudiera aparecer en el sitio web, sin que haya obligación de avisar o poner en conocimiento de los usuarios estas obligaciones, entendiéndose como suficiente con la publicación en el sitio web del responsable del sitio web.",
    "t2": "Tercero de confianza y código de conducta",
    "p2.1": "El responsable del sitio web se encuentra adherido al código de conducta Tipo de la Unión Catalana de Hospitales.",
    "t3": "Exclusión de garantías y responsabilidad",
    "p3.1": "El responsable del sitio web se exime de cualquier tipo de responsabilidad derivada de la información publicada en su sitio web, siempre que esta información haya sido manipulada o introducida por un tercero ajeno al mismo.",
    "p3.2": "Desde el sitio web del cliente es posible que se redirija a contenidos de terceros sitios web. Dado que el responsable del sitio web no puede controlar siempre los contenidos introducidos por los terceros en sus sitios web, éste no asume ningún tipo de responsabilidad respeto a estos contenidos. En cualquier caso, el responsable del sitio web manifiesta que procederá a la retirada inmediata de cualquier contenido que pudiera contravenir la legislación nacional o internacional, la moral o el orden público, procediendo a la retirada inmediata de la redirección a este sitio web, poniendo en conocimiento de las autoridades competentes el contenido en cuestión.",
    "p3.3": "El responsable del sitio web no se hace responsable de la información y contenidos almacenados, a título enunciativo pero no limitativo, en foros, chats, generadores de blogs, comentarios, redes sociales o cualquier otro medio que permita a terceros publicar contenidos de forma independiente en el sitio web del responsable del sitio web. Sin embargo y en cumplimiento de lo que disponen los artículos 11 y 16 de la LSSICE, el responsable del sitio web se pone a disposición de todos los usuarios, autoridades y fuerzas de seguridad, y colaborando de forma activa en la retirada o en su caso bloqueo de todos aquellos contenidos que puedan afectar o contravenir la legislación nacional, o internacional, derechos de terceros o la moral y el orden público. En caso de que el usuario considere que existe en el sitio web algún contenido que pudiera ser susceptible de esta clasificación, se ruega lo haga saber de forma inmediata al administrador del sitio web.",
    "t4": "Contenidos",
    "p4.1": "Este sitio web tiene como finalidad conectar a pacientes de Ucrania con una enfermedad rara con organizaciones y hospitales, miembros de la Red Europea de Referencia (ERN), con el objetivo de brindarles el apoyo médico especializado que puedan necesitar. El Hospital Sant Joan de Déu se reserva el derecho a hacer, en cualquier momento y sin aviso previo, modificaciones de los contenidos y presentación de su sitio web.",
    "p4.2": "La información contenida en este web es de carácter divulgativo y en ningún caso pretende ser un substitutivo del consejo médico profesional. Ninguno de los contenidos publicados en este web, ya sean como contenido fijo o como comentarios del equipo administrador del web, tiene por finalidad ser empleado para el diagnóstico o tratamiento médico o como segunda opinión médica. El Hospital, por lo tanto, no asumirá ninguna responsabilidad sobre el uso inadecuado de los contenidos de su sitio web.",
    "t5": "Enlaces",
    "p5.1": "El responsable del sitio web pone enlaces a disposición de los usuarios para facilitar la búsqueda y el acceso a la información, servicios y otros contenidos relevantes disponibles en Internet. Los enlaces o links habilitados en este sitio web pueden conducir al usuario a otros lugares y páginas web gestionadas por terceros, sobre los cuales el responsable del sitio web no ejerce ningún tipo de control.",
    "p5.2": "El responsable del sitio web no asume ningún deber de vigilar ni de verificar las informaciones o contenidos de los otros sitios web a los cuales pueda acceder mediante los hiperenlaces existentes en aquel. Sin embargo, asume exclusivamente el deber de suprimir del sitio web, con la mayor brevedad posible, las informaciones, contenidos o servicios que no se correspondan con la realidad, o puedan inducir a error o causar daño al usuario.",
    "t6": "Propiedad intelectual e industrial",
    "p6.1": "Quedan reservados todos los derechos de explotación. Este sitio web se rige por las leyes españolas, y se encuentra protegido por la legislación nacional e internacional sobre propiedad intelectual e industrial.",
    "p6.2": "Independientemente de la finalidad para que fueran destinados, la reproducción total o parcial, uso, explotación, distribución y comercialización, requiere en todo caso de la autorización escrita previa por parte del Hospital Sant Joan de Déu de Barcelona en cuanto que responsable del sitio web. Cualquier uso no autorizado previamente por parte del Hospital Sant Joan de Déu será considerado un incumplimiento grave de los derechos de propiedad intelectual e industrial del autor.",
    "p6.3": "Los diseños, logotipos, texto y/o gráficos ajenos al prestador y que pudieran aparecer en el sitio web, pertenecen a sus respectivos propietarios, siendo ellos mismos responsables de cualquier posible controversia que pudiera surgir respecto a los mismos. El responsable del sitio web reconoce a favor de sus titulares los correspondientes derechos de propiedad intelectual e industrial, no implicando su sola mención o aparición en el sitio web la existencia de derechos o responsabilidad del responsable del sitio web sobre los mismos, como tampoco apoyo, patrocinio o recomendación por parte del mismo.",
    "p6.4": "El responsable del sitio web muestra su agradecimiento también a las fuentes de Internet de donde se han obtenido algunas de las imágenes que ilustran los contenidos del sitio, y que se han referenciado siempre que ha sido posible. Creemos que estas imágenes pueden contribuir de forma decisiva a una transmisión más clara del conocimiento de las enfermedades raras desde nuestra perspectiva hacia la sociedad.",
    "p6.5": "El usuario del sitio web deberá abstenerse en todo caso de suprimir, alterar, eludir o manipular cualquier dispositivo de protección o sistemas de seguridad que puedan estar instalados en el mismo.",
    "p6.6": "Para realizar cualquier tipo de observación respecto a posibles incumplimientos de los derechos de propiedad intelectual o industrial, así como sobre cualquiera de los contenidos del sitio web, puede hacerlo a través del siguiente correo electrónico:",
    "t7": "Ley aplicable y jurisdicción",
    "p7.1": "Para la resolución de todas las controversias o cuestiones relacionadas con el presente sitio web o de las actividades en él desarrolladas, será de aplicación la legislación española, a la cual se someten expresamente las partes, siendo los competentes para la resolución de todos los conflictos derivados o relacionados con su uso de los Juzgados y Tribunales de Barcelona (España)."
  },
  "cookies":{
    "title": "Política de cookies",
    "t1": "1. Objeto",
    "p1.1": "El Hospital Sant Joan de Déu Barcelona (en adelante HSJD) como responsable del tratamiento de los datos facilitados a través de la aplicación Rare Diseases Hub Ukraine, reconoce la importancia de la normativa y regulación vigente en materia de privacidad y protección de datos. En ese sentido, la protección de la seguridad, integridad y confidencialidad de la información de nuestros clientes y usuarios es muy importante para nosotros y, por tanto, queremos actuar de forma responsable en esta materia. La presente página describe la política de cookies que utilizamos en nuestra Aplicación <a href='http://www.rarediseaseshub4ua.org' target='_blank'>http://www.rarediseaseshub4ua.org</a> (en adelante la Aplicación).",
    "p1.2": "A los efectos de la presente Política de cookies serán de aplicación conjunta las disposiciones contenidas en el Aviso legal y la Política de privacidad.",
    "t2": "2. Aceptación de la política de cookies",
    "p2.1": "Conforme lo indicado en la primera capa (“banner sobre cookies”) el usuario ha aceptado o puede aceptar la presente política de cookies. El hecho de que un usuario emplee medios técnicos para impedir la descarga de cookies en su navegador no invalida el consentimiento prestado a efectos jurídicos, aunque el resultado técnico puede implicar la no descarga parcial o total de las mismas con los efectos que se describen más adelante en esta política de cookies.",
    "t3": "3. Cookies",
    "p3.1": "En HSJD utilizamos cookies con el objetivo de hacer más funcional y útil la navegación de los usuarios en nuestra Aplicación. En este sentido y con el objetivo de garantizar al usuario toda la información necesaria para su correcta navegación, ponemos a su disposición el siguiente texto informativo sobre qué son las cookies y cómo puede el usuario deshabilitarlas.",
    "t4": "4. Definición de cookie",
    "p4.1": "Actualmente, todos los sitios web (independientemente del servicio que presten) utilizan cookies, es decir, guardan una información mínima de la utilización realizada por el usuario en las páginas web que visita. Por ello, una cookie puede definirse como un pequeño archivo de texto o dispositivo de uso generalizado que se descarga en el equipo terminal del usuario cuando navega por las páginas web con la finalidad de almacenar datos que podrán ser actualizados y recuperados por la entidad responsable de su instalación.",
    "t5": "5. Finalidades, gestión de las cookies y tipologías de cookies",
    "p5.1": "<strong>Cookies técnicas:</strong> son aquellas que permiten al usuario la navegación a través de un sitio web, plataforma o aplicación y la utilización de las diferentes opciones o servicios que en ella existan como, por ejemplo, controlar el tráfico y la comunicación de datos, identificar la sesión, acceder a partes de acceso restringido, utilizar elementos de seguridad durante la navegación, almacenar contenidos para la difusión de videos o sonido o compartir contenidos a través de redes sociales.",
    "p5.2": "<strong>Cookies de análisis:</strong> son aquellas que permiten al responsable de las mismas, el seguimiento y análisis del comportamiento de los usuarios de los sitios web a los que están vinculadas. La información recogida mediante este tipo de cookies se utiliza en la medición de la actividad de los sitios web, aplicación o plataforma y para la elaboración de perfiles de navegación de los usuarios de dichos sitios, aplicaciones y plataformas, con el fin de introducir mejoras en función del análisis de los datos de uso que hacen los usuarios del servicio.",
    "p5.2.1": "Google Analytics: se utiliza para distinguir a los usuarios",
    "p5.2.2": "Hotjar: se utiliza para registrar la navegación del usuario por los elementos del sitio web. ",
    "p5.3": "La Aplicación no utiliza cookies de personalización, cookies publicitarias ni cookies de publicidad comportamental.",
    "t6": "6. Desactivación y desinstalación de las cookies",
    "p6.1": "El usuario que desee deshabilitar las cookies puede hacerlo desde la sección de preferencias de su navegador de Internet. A continuación, indicamos los enlaces habilitados por los navegadores más populares, con las instrucciones para gestionar las cookies, en diversos dispositivos y versiones si es necesario."
  },
  "cookie": {
    "header": "¡Cookies utilizadas en la Aplicación!",
    "message": "Esta aplicación utiliza cookies para garantizar que obtenga la mejor experiencia en nuestra aplicación.",
    "dismiss": "¡Entendido!",
    "allow": "Permitir cookies",
    "deny": "Rechazar",
    "link": "Más información",
    "policy": "Política de cookies"
  }
}
