{
    "menu": {
        "Dashboard": "початок",
        "Dashboard Super Admin": "Приладова панель суперадміністратора",
        "User Profile": "Профіль користувача",
        "Basic Info": "Інформація для пацієнтів",
        "Login": "Увійти",
        "Register": "Реєстрація",
        "Forgot Password": "Забули пароль",
        "New Password": "Новий пароль",
        "Translations": "Переклади",
        "Languages": "Мови",
        "About us": "Про нас"
    },
    "profile": {
        "Save the changes": "Збережіть зміни, щоб у наступних сесіях він відображався вибраною мовою",
        "General": "Генеральний",
        "Current password": "Поточний пароль",
        "Repeat the new password": "Повторіть новий пароль",
        "The current password is incorrect": "Поточний пароль неправильний",
        "Settings": "Налаштування"
    },
    "login": {
        "Login": "Увійти",
        "Remember Me": "Пам'ятай мене",
        "Recover Password": "Відновити пароль",
        "Create User": "Створити користувача",
        "Account is temporarily locked": "Обліковий запис тимчасово заблоковано на дві години",
        "Login failed": "Помилка логіну",
        "Account activated": "Обліковий запис активовано",
        "could not be activated": "Не вдалося активувати обліковий запис. Ще раз натисніть «Активувати обліковий запис» у електронному листі для підтвердження.",
        "supportContacted": "У службу підтримки надіслано електронний лист із поясненням вашої проблеми.",
        "emailResent": "Електронний лист для підтвердження надіслано повторно. Натисніть «Активувати обліковий запис» у електронному листі для підтвердження.",
        "resendEmail": "Повторно надіслати електронний лист",
        "contactSupport": "Зв'яжіться зі службою підтримки",
        "This account has not been activated yet": "Цей обліковий запис ще не активовано.",
        "Swal resend email text": "Ми надіслали вам електронний лист. Перевірте папку \"Спам\". Якщо ви не можете знайти електронний лист, натисніть кнопку «Повторно надіслати електронний лист» або «Зв’язатися зі службою підтримки».",
        "The account is not activated": "Обліковий запис не активовано. Натисніть «Активувати обліковий запис» у електронному листі для підтвердження.",
        "The account is blocked by an administrator": "Обліковий запис заблокований адміністратором.",
        "First time here": "Вперше тут?",
        "Create an account clicking here": "Створіть обліковий запис, натиснувши тут:"
    },
    "registration": {
        "Registration": "Реєстрація",
        "Data protection users": "ЗАХИСТ ДАНИХ: за ваші дані несе відповідальність дитяча лікарня Барселони SJD з метою надання необхідної медичної допомоги;  ви можете передати свої дані третім організаціям, якщо ви чітко погоджуєтеся на це для отримання лікування. Якщо ви бажаєте отримати додаткову інформацію про свої права, будь ласка відвідайте",
        "Data protection prof": "ЗАХИСТ ДАНИХ: за ваші дані несе відповідальність дитяча лікарня Барселони SJD з метою надання необхідної медичної допомоги;  ви можете передати свої дані третім організаціям, якщо ви чітко погоджуєтеся на це для отримання лікування. Як медпрацівник, ви повинні мати чіткий дозвіл пацієнтів для того, щоб передавати їхні дані до дитячої лікарні Барселони SJD. Якщо ви бажаєте отримати додаткову інформацію про свої права, будь ласка відвідайте",
        "I have read and understood the": "Прийняти політику захисту даних Rare Diseases Hub Ukraine.",
        "consent": "Ви даєте згоду на передачу даних третім організаціям.",
        "Privacy Policy": "Політика конфіденційності",
        "Get Started": "Почати",
        "email already exists": "Обліковий запис з цією електронною адресою вже існує",
        "Check the email": "Перевірте електронну пошту, щоб активувати обліковий запис. Перевірте також папку «Спам». Якщо ви не можете знайти його, зверніться в службу підтримки:",
        "could not be sent to activate": "Зареєстрований обліковий запис, але не вдалося надіслати електронний лист для активації облікового запису. Зв'яжіться з адміністратором: dpd@sjdhospitalbarcelona.org",
        "It is mandatory to read the privacy policy before continuing": "Перед продовженням обов’язково ознайомтеся з політикою конфіденційності",
        "Im a patient": "Я пацієнт/опікун ",
        "Im a clinician": "Я фахівець",
        "Repeat email": "повторно переслати електронну пошту",
        "The email do not match": "Електронна адреса не збігається",
        "Please select a code": "Телефонний код країни",
        "Enter your phone number": "Введіть свій номер телефону"
    },
    "recoverpass": {
        "Account recovery email sent": "Надіслано електронну пошту для відновлення облікового запису",
        "no account": "Немає облікового запису з цією електронною поштою.",
        "Password changed": "Пароль успішно змінено",
        "invalidLink": "Посилання недійсне. Якщо ви натискали кілька разів, щоб відновити пароль, натисніть на останній отриманий електронний лист.",
        "expiredLink": "Термін дії посилання закінчився через 15 хвилин після того, як ви його надіслали. Повторно подайте запит на зміну пароля.",
        "Rerequest a password": "Повторно подайте запит на зміну пароля",
        "Password must have": "Пароль має містити малі та великі Букви, цифри та спеціальні символи",
        "Password is required": "Потрібен пароль"
    },
    "generics": {
        "Password": "Пароль",
        "Repeat password": "Повторіть пароль",
        "Email": "Електронна пошта",
        "Name": "Ім'я",
        "Phone number": "Телефонний номер",
        "Lang": "Мову",
        "Cancel": "Скасувати",
        "Save": "Зберегти",
        "SaveAndClose": "Зберегти та закрити",
        "Delete": "Видалити",
        "Delete data": "Я хочу видалити свої дані",
        "This action will not be reversed": "Ця дія видалить усі збережені дані у вашому профілі, і вони більше не будуть доступні.",
        "confirm delete data": "Ви підтверджуєте, що хочете видалити свої дані?",
        "Update": "Оновлення",
        "No, cancel": "Ні, скасувати",
        "Data saved successfully": "Дані успішно збережено.",
        "Data saved fail": "Дані не збережено. Будь ласка спробуйте ще раз.",
        "Basic Data": "Основні дані",
        "Yes": "Так",
        "No": "Ні",
        "Dont know": "не знаю",
        "Other": "Інший",
        "The session has expired": "Сеанс закінчився",
        "notpermission": "У вас немає дозволів!",
        "sessionClosed": "Сесію закрито через бездіяльність",
        "Restored data": "Відновлені дані",
        "Warning": "Увага!",
        "error try again": "Сталася помилка, спробуйте ще раз",
        "Submit": "Подати",
        "entervalidemail": "Будь ласка, введіть дійсну електронну адресу!",
        "Passwordlength": "Довжина пароля має бути від 8 до 24",
        "required": "Це поле є обов'язковим",
        "Passwordnomatch": "Пароль не збігається",
        "fieldsRequired": "Поля, позначені *, є обов'язковими для заповнення",
        "requiredfieldsmissing": "Деякі обов’язкові поля відсутні!",
        "Are you sure?": "Ти впевнений?",
        "Are you sure delete": "Ви хочете видалити",
        "Are you sure delete it": "Ви хочете його видалити?",
        "Sending": "Відправлення",
        "Add": "Додати",
        "Saved": "Збережено",
        "Not saved": "Не збережено",
        "Saved on": "Збережено на",
        "Edit": "Редагувати",
        "Status": "Статус",
        "Select": "Виберіть",
        "Date": "Дата",
        "Do you want to save the changes?": "Бажаєте зберегти зміни?",
        "You have unsaved changes": "У вас є незбережені зміни",
        "Options": "Параметри",
        "Option": "Варіант",
        "View": "Переглянути",
        "New": "Новий",
        "Back": "Назад",
        "Close": "Закрити",
        "ExportData": "Завантажити",
        "It has been successfully removed": "Його успішно видалено",
        "Download": "Завантажити",
        "Upload Progress": "Хід завантаження",
        "Previous": "Попередній",
        "Next": "Далі",
        "Only integers are allowed": "Допускаються лише цілі числа",
        "notes": "Примітки",
        "Please wait": "Будь ласка, зачекайте",
        "Preparing to upload": "Підготовка до завантаження",
        "Finish": "Закінчити",
        "Upload": "Завантажити",
        "Welcome to ucr": "Для початку нам потрібна інформація",
        "and": "і",
        "Account data": "Дані облікового запису",
        "Save changes": "Зберегти зміни"
    },
    "navbar": {
        "Logout": "Вийти",
        "My Profile": "Профіль користувача",
        "Patient profile": "Профіль пацієнта",
        "User Settings": "Налаштування користувача",
        "Toggle navigation": "Переключити навігацію",
        "Exit": "Вихід"
    },
    "personalinfo": {
        "First Name": "Ім'я",
        "Last Name": "Прізвище",
        "Birth Date": "Дата народження",
        "Phone": "Телефон",
        "Country": "Країна"
    },
    "errors": {
        "The user does not exist": "Користувач не існує",
        "The session has been closed": "Сесію закрито"
    },
    "medication": {
        "Drug": "Ліки"
    },
    "wizard": {
        "btn": "Продовжуйте"
    },
    "topnavbar": {
        "Notifications": "Мої сповіщення"
    },
    "policy": {
        "CONTENT": "ЗМІСТ",
        "step1": "Хто контролює ваші дані?",
        "step2": "З якою метою будуть оброблятися ваші персональні дані?",
        "step3": "Що таке легітимація обробки даних?",
        "step4": "Які права має користувач?",
        "step5": "Присвоєння даних",
        "step1-1": "Відповідно до чинного законодавства, відповідальний за дані користувача, наданих через Rare Diseases Hub Ukraine (далі Додаток), буде Hospital Sant Joan de Déu (далі HSJD). Контактна інформація відповідальної сторони",
        "step1-2": "Адреса",
        "step2-1": "Коли користувачі надають персональні дані через додаток, їхні персональні дані будуть оброблятися для наступних цілей",
        "step2-2": "Якщо ви пацієнт, опікун або медпрацівник: управління реєстрацією та адміністрування облікового запису користувача у додатку. Така обробка персональних даних буде здійснюватися на законних підставах: Стаття .2. h) GDPR (Загальний регламент про захист даних). Дані будуть передані третім організаціям на підставі статті 9.2. a) RGPD (Загальний регламент про захист даних):",
        "step2-2.1": "Якщо ви пацієнт, ми оброблятимемо ваші дані про стан здоров'я лише в тому випадку, якщо ви дали свою згоду, поставивши галочку у відповідному полі.",
        "step2-2.2": "Якщо ви є опікуном, ми будемо обробляти дані про стан здоров'я особи, дані якої ви надаєте нам, якщо ви прямо погоджуєтеся на це, поставивши галочку у відповідному полі. Як опікун, ви гарантуєте, що у вас є згода пацієнта надати нам свої особисті дані та дані про здоров'я.",
        "step2-2.3": "Якщо ви медпрацівник, ви погоджуєтеся надати дані про стан здоров'я ваших пацієнтів, які дозволили б нам ідентифікувати цих пацієнтів.",
        "step2-3": "Надсилання запиту до організації , яка намагатиметься допомогти вам:",
        "step2-3.1": "Ці дані, що описують окремого користувача, будуть передані сторонній організації (далі буде називатися просто суб'єктом господарювання), який бере участь у допомозі в управлінні справою. Суб'єкт господарювання отримуватиме інформацію про вашу справу та керуватиме справою і намагатиметься допомогти.",
        "step2-3.2": "Суб'єктом господарювання може бути як група пацієнтів, федерація групи пацієнтів, так і неурядова організація з професіоналами або волонтерами, які беруть участь в організації надання послуг.",
        "step2-3.3": "Ця передача даних буде здійснюватися на законних підставах надання послуг, які ви запитуєте у вашій заявці. Якщо дані про стан здоров'я передаються Суб'єкту господарювання, вони будуть оброблятися на законних підставах згоди, яку ви надаєте поставивши галочку у відповідному полі.",
        "step3-1": "Це надзвичайні обставини. Ваші дані будуть оброблятися на підставі виконання договору у випадках реєстрації користувача: без обробки цих даних ми не могли б виконувати вищезазначені послуги.",
        "step3-2": "Це може ґрунтуватися на статті 9.2. i) GDPR:",
        "step3-3": "Обробка необхідна з міркувань суспільного інтересу у сфері громадського здоров’я, таких як захист від серйозних транскордонних загроз здоров’ю, або для забезпечення високих стандартів якості та безпеки медичної допомоги та лікарських засобів чи медичних виробів, на основі законодавства Союзу або держави-члена, що передбачає відповідні та конкретні заходи для захисту прав і свобод суб’єкта даних, зокрема професійної таємниці",
        "step4-1": "Користувач має право",
        "step4-2": "Отримати підтвердження про те, чи обробляє HSJD персональні дані, що стосуються вас.",
        "step4-3": "Доступ до ваших персональних даних.",
        "step4-4": "Виправте неточні або неповні дані.",
        "step4-5": "Вимагати скасування ваших даних, коли дані більше не потрібні для цілей, для яких вони були зібрані.",
        "step4-6": "Перенесення ваших даних.",
        "step4-6.1": "Відкликати свою згоду.",
        "step4-7": "Здійснення цих прав може здійснюватися через електронну адресу dpd@sjdhospitalbarcelona.org.",
        "step5-1": "Надані персональні дані не будуть передані третім особам без попереднього дозволу власника.",
        "other1": "Незважаючи на вищевикладене, зацікавлена ​​сторона може зв’язатися з HSJD через dpd@sjdhospitalbarcelona.org",
        "other2": "Якщо користувач вважає, що здійснення його прав не було ефективним, він може подати скаргу в Іспанське агентство із захисту даних."
    },
    "others": {
        "browsers not supported": "Наразі ми не сумісні зі старими браузерами, такими як Internet Explorer. Ми рекомендуємо використовувати сучасні браузери, як-от Microsoft Edge Insider, Chrome або Firefox."
    },
    "support": {
        "support": "Підтримка",
        "Messages": "Повідомлення",
        "No messages": "Немає повідомлень",
        "New message": "Нове повідомлення",
        "Subject": "Тема",
        "Message": "повідомлення",
        "New File": "Новий файл",
        "Send": "Надіслати",
        "Sent messages": "Надіслані повідомлення",
        "Old messages": "Старі повідомлення",
        "Uploading a capture can help us a lot": "Завантаження скріншота/зображення може нам дуже допомогти",
        "Unread": "Непрочитаний",
        "Pending": "Очікується",
        "Read": "Прочитайте",
        "Solved": "Вирішено",
        "Issue type": "Тип питання",
        "Select Issue type": "Виберіть тип проблеми",
        "Technical error": "Технічна помилка",
        "I have a question": "У мене є питання",
        "Another type": "Інший тип"
    },
    "footer": {
        "Dx29info": "Rare Diseases Hub Ukraine — це пошуковий і довідковий інструмент, наданий в інформаційних цілях і не призначений для заміни рішення або досвіду клініциста. Його не слід використовувати для діагностики або лікування захворювань."
    },
    "InfoSystem": {
        "titleReload": "Доступна нова версія Rare Diseases Hub Ukraine",
        "bodyReload": "Сторінка буде автоматично перезавантажена, щоб ви залишалися в курсі"
    },
    "land": {
        "Disease": "Захворювання",
        "or": "або"
    },
    "landraito": {
        "title": "Ця платформа створена, щоб люди з рідкісними захворюваннями в Україні мали можливість знайти організації і лікарні, членів Європейської довідкової мережі, які можуть надати клінічна підтримка необхідну в надзвичайних ситуаціях.",
        "subtitle": "Зверніть, будь ласка, увагу, що ми не надаємо фінансової допомоги пацієнтам",
        "Contact us if": "Зв'яжіться з нами",
        "t1.1": "Якщо ви пацієнт",
        "p1.1": "Ви проживаєте в Україні і на даний момент вас торкнулася війна.",
        "p1.2": "У вас здіагнозуване рідкісне захворювання, вам необхідна спеціальна медична допомога.",
        "t1.2": "Якщо ви фахівець",
        "p1.3": "Ви працюєте в лікарні, громадській організації, організації надання швидкої допомоги.",
        "p1.4": "Ви в контакті з пацієнтом з рідким генетичним захворюванням, або таким який може мати генетичне захворювання.",
        "t2": "Як це працює",
        "t2.1t": "Зв'яжіться з нами",
        "t2.1a": "Створіть обліковий запис, щоб ідентифікувати себе як пацієнта або лікаря. Також ви можете зателефонувати або надіслати лист на електронну пошту.",
        "t2.2t": "Опишіть свою медичну потребу",
        "t2.2a": "Надайте вашу основну інформацію: де ви знаходитесь і що вам потрібно.",
        "t2.3t": "Чекайте на зворотній зв'язок",
        "t2.3a": "Наша команда перегляне ваш запит разом з організаціями Європейської довідкової мережі і зв'яжеться з вами, щоб постаратися допомогти.",
        "t3.title": "Способи як зробити запит",
        "t3.1": "Зареєструйтеся і заповніть форму щоб слідкувати за вашим запитом",
        "t3.2": "Надіслати лист із короткою історією хвороби, актуальним станом здоров´я, контактами лікуючого лікаря, а також прикріпленим епікризом 2021-2022 року на",
        "t3.3.1": "Зателефонувати",
        "t3.3.2": "Понеділок-П'ятниця з 9:00 до 17:00 (Центральноєвропейський час)",
        "t4.title": "Співпрацювати з Центром діяльності Рідкісні Захворювання Україна",
        "t4.1": "Якщо ви організація, яка може надати допомогу пацієнтам з рідкісними захворюваннями, будь ласка надішліть лист на",
        "t4.2": "Організації, що працють над цим додатком:",
        "t5.title": "Наші співробітники",
        "t5.1": "Manager & Coordinator",
        "t5.2": "Clinical Advisor",
        "t5.3": "Front-line Operator",
        "t5.4": "Organization Hunter",
        "t5.5": "Organization Hunter & Communications Officer",
        "t6.title": "Команда",
        "button": "Зробити запит",
        "swal1": "Ми наполегливо працюємо, щоб зробити цей веб-сайт незабаром знову доступним. Незабаром ви знайдете нові завдання в нашій організації, щоб бути більш ефективними!",
        "swal2": "Якщо вам потрібна термінова допомога, будь ласка, надішліть запит на електронну адресу: hub_ukraine@ohmatdyt.com.ua або зв'яжіться за телефоном +38 068 1240804",
        "swal3": "Дякуємо за розуміння",
        "swal4": "З повагою"
    },
    "homeraito": {
        "t1": "Ви належите до організації пацієнтів?",
        "t1.1": "Дякуємо, приєднання до організації пацієнтів дає змогу покращити дослідження, об’єднавши ваші дані з даними інших пацієнтів. Ми попросимо вас пізніше перевірити, чи ви приєдналися.",
        "t2": "Стан пацієнта",
        "t2.1": "Будь ласка, виберіть організацію, яка краще відповідає вашому стану.",
        "t2.2": "Якщо ви не можете знайти його, запишіть свій стан, щоб ми спробували залучити його для вас. Це початковий список, який буде збільшуватися в міру приєднання нових асоціацій. Зв’яжіться з нами, якщо у вас є пропозиція.",
        "t2.3": "Ви пацієнт чи опікун?",
        "t2.4": "Виберіть варіант, який найбільше вам підходить",
        "t3": "Ви даєте свою згоду на це?",
        "p1title": "Ласкаво просимо до Rare Diseases Hub Ukraine!",
        "p1": "Ця платформа створена, щоб люди з рідкісними захворюваннями в Україні мали можливість знайти організації і лікарні, членів Європейської довідкової мережі, які можуть надати медичну підтримку необхідну в надзвичайних ситуаціях.",
        "p1.1": "Враховуючи ситуацію, немає гарантії, що ваші потреби будуть задоволені, але повідомлення про них є першим кроком до отримання необхідної допомоги."
    },
    "charts": {
        "noti1a": "Ласкаво просимо! Це місце, де ви можете перевірити статус вашої справи та додаткові повідомлення",
        "noti2a": "Наша команда співпрацює з іншими організаціями, що допомогти вам в найкращий спосіб."
    },
    "mydata": {
        "title": "Мої дані",
        "Password is incorrect": "Пароль неправильний",
        "we will close your session": "Для вашої безпеки ми закриємо вашу сесію.",
        "please enter your password": "З міркувань безпеки введіть свій пароль",
        "Write your password here": "Введіть свій пароль тут",
        "Deletedata": "Видалити мої дані"
    },
    "prereg": {
        "title": "Ось як ми керуємо даними",
        "t1": "Які дані збираються?",
        "a0": "Веб-застосунок збирає такі дані:",
        "a1": "Якщо ви пацієнт / опікун: ім'я, прізвище, електронна пошта, номер телефона, місцезнаходження, хвороба, дата народження пацієнта, взаємовідносини з пацієнтом, вид необхідної допомоги, ліки та дози, повідомлення, з запитом на допомогу",
        "a2": "Якщо ви лікар або представник організації: ім'я, прізвище, електронна пошта, номер телефону, місцезнаходження центру або організації, спеціалізація, діагноз пацієнта, ліки та дозування, вид необхідної допомоги, а також запит на медичну пораду.",
        "t2": "Кому ми надаємо ваші персональні дані?",
        "a2.1": "Додаток не передає персональні дані будь-якій установі, крім Організації, яка займається вашою справою.  Організація, яка займається вашою справою, матиме доступ до ваших даних, щоб спробувати допомогти вам та спробувати задовольнити ваші медичні потреби пов’язані з вашою хворобою.  HSJD не несе відповідальності за обробку ваших персональних даних третьою Організацією. Після передачі даних суб'єкту господарювання HSJD, Організація буде вважатися контролером даних і повинна надати вам власну політику конфіденційності.",
        "a2.2": "Крім того, ваші персональні дані можуть бути доступні постачальникам послуг HSJD в ІТ-секторах.",
        "t3": "Де ваші дані зберігаються?",
        "a3": "Цей додаток зберігає всю інформацію, яку ви надаєте в Microsoft Azure Cloud, на своїх серверах Західної Європи, розташованих у Нідерландах.",
        "a3.1": "HSJD здійснюватиме міжнародні перекази даних за межі Європейської економічної зони лише в тому випадку, якщо Суб'єкт господарювання, який надає допомогу, знаходиться за межами Європейської економічної зони.",
        "a3.2": "HSJD вживатиме відповідних гарантій для такої міжнародної передачі залежно від країни, в якій знаходиться Суб'єкт господарювання. Ви можете отримати інформацію про прийняті гарантії, надіславши електронного листа за адресою: dpd@sjdhospitalbarcelona.org",
        "t4": "Хто ще використовує ваші дані",
        "a4": "Веб-додаток не надає персональні дані жодній установі, окрім організації, яка веде вашу справу. Проте суб’єкт має можливості завантаження та експорту. За допомогою цієї функції вони можуть отримувати дані, щоб надати вам кращий сервіс.",
        "t6": "Як довго ми зберігаємо ваші персональні дані?",
        "a6": "Ваші персональні дані будуть оброблятися до тих пір, поки ви не повідомите HSJD про своє бажання скасувати свій статус зареєстрованого користувача додатка або пройшло 24 місяці з моменту вашого останнього контакту з додатком.",
        "a6.1": "Ви несете відповідальність за те, щоб ваша інформація була актуальна, оскільки це основне джерело інформації на вашому обліковому записі, що буде використовуватися для повідомленнями про доповнення, видалення або зміни ситуації."
    },
    "war": {
        "statussubtitle": "Змініть статус, щоб користувач знав еволюцію своїх потреб",
        "notessubtitle": "Нотатки призначені для внутрішнього використання, тільки для вас",
        "status.opt1": "Новий",
        "status.opt2": "Переглядається",
        "status.opt3": "В обробці",
        "status.opt4": "Передано",
        "status.opt5": "Контакт втрачено",
        "status.opt6": "Закрито",
        "Save notes": "Збережіть нотатки",
        "What needs do they have": "Які потреби вони мають?",
        "needsTitle": "Що вам потрібно?",
        "DrugsNeeds": "Дозування та ліки, які приймає пацієнт",
        "The drugs I need": "Ліки, які мені потрібні",
        "helpdrug": "Оппишіть діючу речовину в ліках і <strong>місячні</strong> дозування. Ця інформація знаходиться на впакування препарату. Якщо ви не можете це знайти, будь ласка зв'яжіться з нами.",
        "helpdrug2": "Натисніть тут, щоб побачити приклад.",
        "needsSubtitle": "Вкажіть діючу речовину та <strong>місячну</strong> кількість. Цю інформацію можна знайти на упаковці препарату. Якщо ви не можете його знайти, зверніться до нас.",
        "needsSubtitle2": "Наприклад: три упаковки Клобазаму за місяць",
        "Indicates the approximate location": "Виберіть своє місце розташування на карті:",
        "titleNoti1": "Якщо вам необхідна допомога, напишіть до нашої команди підтримки і ви вам відпишемо як тільки зможемо.",
        "titleNoti2": "Якщо ви змінили розташування, ви можете змінити його в профілі пацієнта.",
        "titletoogle": "Я доглядальниця",
        "titlleradio": "Я пацієнт",
        "is the caretaker": "є доглядачем",
        "Last login": "Останній вхід",
        "Date of registration": "Дата реєстрації",
        "Detailed information": "Детальна інформація",
        "Users": "Користувачі",
        "No users": "Немає користувачів",
        "Need shelter": "Чи Вам необхідне житло?",
        "Need other": "Вам необхідне ще щось?",
        "mandatoryfields": "Додайте принаймні один препарат або напишіть щось у текстовому полі, щоб закінчити.",
        "Nedd other2": "Якщо Вам необхідно щось ще (наприклад медичне обладнання) будь ласка зверніться до нас.",
        "Links": "Посилання",
        "Link": "Посилання",
        "Blocked account": "Заблокований обліковий запис",
        "Patient demographics": "Демографічні показники пацієнтів",
        "When was the patient born": "день народження пацієнта",
        "What is their location": "Яке ваше місцезнаходження?",
        "location2": "Місцезнаходження може бути не точним. Воно використовується для визначення потреб у конкретних районах. Достатньо буде вказати розташування на рівні мікрорайону чи села.",
        "My status": "Мій статус",
        "The status of your profile is": "Статус мого облікового запису:",
        "Write email": "Написати електронний лист",
        "Summary": "Резюме",
        "Patient date of birth": "Дата народження пацієнта",
        "Patient location": "Місце знаходження пацієнта",
        "This is where the patient is currently located": "Ось де зараз потрібна допомога:",
        "These are the drug currently needed": "Ліки, які зараз необхідні",
        "Translate": "Перекладіть",
        "Write the name of your disease": "Напишіть назву свого захворювання",
        "Add drug": "Новий препарат",
        "Edit drug": "Редагувати препарат",
        "Number of boxes": "Кількість ящиків на місяць",
        "Boxes": "Коробки на місяць",
        "Dosage strength": "Сила дозування",
        "Generic name": "Загальна назва",
        "nosharelocation": "Я не хочу називати своє приблизне місцезнаходження",
        "optionalLocation": "Приблизне місцезнаходження не додано. Натисніть на карту, щоб вибрати її. <strong>Це необов’язково.</strong>",
        "optionalLocation2": "Приблизне місцезнаходження не додано. <strong>Це необов’язково.</strong>",
        "map": "Карта",
        "creationDate": "Дата створення",
        "Referral medical center": "Медичний центр пацієнта",
        "titleReferralMedicalCenter": "Напишіть довідку медичного центру пацієнта",
        "titleneedAssistance": "Вид допомоги, яка вам необхідна",
        "titleneeds": "Опишіть, який вид допомоги вам необхідний: знайти лікарню в Європейському Союзі, медична діагностика, регулювання дозування медичних препаратів або інша допомога.",
        "needAssistance": "Опишіть, який вид допомоги вам необхідний",
        "Create new": "Створити новий"
    },
    "physicians":{
      "I am a physician who treats patients with": "Стан пацієнта",
      "Write what kind of patients you treat": "Напишіть, яких пацієнтів ви лікуєте",
      "Location": "Розташування",
      "Needs": "Потреби",
      "New need": "Нова потреба",
      "No needs": "Ви ще не додали жодної потреби, натисніть 'Нова потреба', щоб почати.",
      "Others needs": "Інші потреби"
    },
    "sampleDrug":{
      "id1": "Яка діюча речовина?",
      "id2": "Діюча речовина – це речовина в ліках, яка виконує передбачувану фармакологічну дію препарату. Різні комерційні продукти можуть мати однакове призначення та активну речовину. Інформація щодо діючої речовини необхідного препарату полегшує організацію допомоги.",
      "id3": "Де я можу це знайти?",
      "id4": "Ви можете знайти його, шукаючи в Інтернеті або на коробці продукту. Наприклад, на зображенні нижче назва препарату — Pretendmed, а активна речовина — fauxpharmoide. Активну речовину також називають загальною назвою.",
      "id5": "Зображення з https://www.registerednursern.com/how-to-read-a-medication-drug-label-for-nurses/."
    },
    "adminRole":{
      "title": "Адміністраторський  перегляд для",
      "subtitle": "Цей адміністратор дозволяє вам знаходити та спілкуватися з пацієнтами та лікарями (користувачами), які потребують допомоги. Ви можете експортувати дані для легшої співпраці з іншими організаціями.",
      "t1": "Місцезнаходження",
      "subtitle1": "Це приблизне місцезнаходження ваших користувачів. Натисніть на мітку на карті, щоб переглянути детальну інформацію.",
      "t2": "Детальний список",
      "subtitle2": "Цей список дозволяє отримати детальну інформацію про кожен випадок. Натиснувши на мітку, ви знайдете їх на карті. Ви можете посортувати таблиця по заголовкам.",
      "noti1": "Повідомити мене електронною поштою, коли новий користувач зареєструється",
      "noti2": "Повідомляти мене електронною поштою, коли користувач змінює свій запит"
    },
    "legal":{
        "title": "Юридична примітка",
        "t1": "Ціль цієї юридичної замітки",
        "p1.1": "Відповідно до статті 10 Закону 34/2002 від 11 липня про інформаційне суспільство та послуги електронної комерції (LSSICE), користувач повідомляється, що власником веб-сайту є лікарня Sant Joan de Déu із зареєстрованим офісом за адресою Passeig Sant Joan de Déu no. 2., 08950, Esplugues de Llobregat (провінція Барселона); власник платника ПДВ R-5800645-C та з адресою електронної пошти info@sjdhospitalbarcelona.org. Зареєстровано в Реєстрі релігійних організації Міністерства юстиції під номером 1188-C/1-SE/B.",
        "p1.2": "Будь-яка особа, яка отримує доступ до цього веб-сайту набуває статусу користувача і зобов’язується суворо дотримуватись правил, описаних тут, а також будь-яких інших відповідних положень законодавства.",
        "p1.3": "Власник веб-сайту залишає за собою право змінювати будь-який тип інформації, яка може з'явитися на веб-сайті, без зобов'язання повідомляти користувачів про такі зміни, і вважається, що власнику веб-сайту достатньо опублікувати зміни на веб-сайті.",
        "t2": "Довірена третя сторона та кодекс поведінки",
        "p2.1": "Власник веб-сайту дотримується стандартного кодексу поведінки Каталонського Союзу лікарень.",
        "t3": "Виключення з гарантій та відповідальності",
        "p3.1": "Власник веб-сайту не несе відповідальності за інформацію, яка публікується на його веб-сайті, оскільки така інформація може бути оброблена або введена будь-якою третьою особою, яка не належить до його організації.",
        "p3.2": "Користувач може бути перенаправлений з веб-сайту на веб-сайтів третьої сторони. Оскільки власник веб-сайту не завжди може контролювати вміст, введений третіми особами на своїх веб-сайтах, власник веб-сайту не несе відповідальності щодо такого вмісту. У будь-якому випадку власник веб-сайту заявляє, що він негайно вилучить будь-який вміст, який може суперечити національному чи міжнародному праву, моральному чи громадському порядку, негайно видаливши посилання на будь-який такий веб-сайт та повідомивши про відповідний вміст відповідним органам.",
        "p3.3": "Власник веб-сайту не несе відповідальності за інформацію та вміст, що зберігається в просторах веб-сайту, включаючи,  форуми, чати, блоги, коментарі, соціальні мережі або будь-який інший засіб, що дозволяє третім особам самостійно публікувати вміст на веб-сайті. Відповідно до положень статей 11 і 16 LSSICE, власник веб-сайту готовий до послуг для  всіх користувачів, органів влади та сил безпеки, а також буде активно співпрацювати з видаленням або, у разі необхідності, блокуванням усього вмісту які можуть впливати або суперечити національному чи міжнародному праву, правам третіх осіб або моральному та громадському порядку. У випадку, коли користувач вважає, що на веб-сайті є будь-який вміст, який може бути предметом такого розгляду, варто негайно повідомити про це адміністратора веб-сайту.",
        "t4": "Зміст",
        "p4.1": "Метою цього веб-сайту є надання інформації про діяльність та послуги лікарні Sant Joan de Déu яка залишає за собою право в будь-який час і без попереднього повідомлення вносити зміни у зміст та презентацію свого веб-сайту.",
        "p4.2": "Інформація, що міститься на цьому веб-сайті, носить виключно інформаційний характер і ні за яких обставин не замінює професійну медичну консультацію. Зміст цього веб-сайту, незалежно від того, чи є він сталим змістом чи коментарями адміністраторів веб-сайту, не має мети використовуватися для медичної діагностики чи лікування. Лікарня не несе відповідальності за неналежне використання вмісту цього веб-сайту.",
        "t5": "Посилання",
        "p5.1": "Власник веб-сайту робить посилання доступними для користувачів для того, щоб полегшити пошук і доступ до інформації, послуг та іншого необхідного змісту, доступного в інтернеті. Посилання, надані на цьому веб-сайті, можуть спрямовувати користувача на інші веб-сайти та сторінки, якими керують треті особи, і на якими власник веб-сайту не має жодного контролю.",
        "p5.2": "Власник веб-сайту не несе відповідальності і не може контролювати або перевіряти інформацію чи вміст інших веб-сайтів, до яких користувач може отримати доступ за допомогою посилань, знайдених на веб-сайті лікарні. Власник веб-сайту бере на себе виключно обов’язок видаляти з веб-сайту в найшвидний термін інформацію, вміст або послуги, які не відображають реальність або можуть вводити в оману або завдати шкоди користувачеві.",
        "t6": "Інтелектуальна та галузева власність",
        "p6.1": "Усі операційні права захищені. Цей веб-сайт регулюється законодавством Іспанії та захищений національним та міжнародним законодавством про інтелектуальну та галузеву власність.",
        "p6.2": "Незалежно від мети, для якої призначений зміст веб-сайту, повне або часткове відтворення, використання, розповсюдження та комерціалізація вимагають у всіх випадках попередньої письмової згоди лікарні Барселони Sant Joan de Déu як власника веб-сайт. Будь-яке використання змісту без попередньої згоди лікарні Sant Joan de Déu буде вважатися серйозним порушенням прав інтелектуальної та галузевої власності автора.",
        "p6.3": "Дизайни, логотипи, тексти та/або графіка, що не належать власнику веб-сайту, які можуть з’являтися на веб-сайті, належать їхнім відповідним власникам, і вони несуть відповідальність за будь-які суперечки, які можуть виникнути щодо них.",
        "p6.4": "Власник веб-сайту визнає відповідні права інтелектуальної власності їхніх власників, і просте згадування чи поява будь-якої інформації на веб-сайті не тягне за собою обов’язки і права власника веб-сайту, те саме стосується підтримки, спонсорства або рекомендації власника веб-сайту.",
        "p6.5": "Власник веб-сайту також визнає права інтернет джерел, з яких він отримав зображення, які розміщені на веб-сайті, і посилання на нього наводяться, де це можливо. Ми віримо, що ці зображення можуть допомогти більш чітко передати користувачам знання про рідкісні хвороби.",
        "p6.6": "Користувач веб-сайту повинен у будь-яких випадках утримуватися від видалення, зміни або маніпулювання будь-яким захисним пристроєм або системою безпеки, які можуть бути встановлені на веб-сайті. Будь-які зауваження щодо можливих порушень прав інтелектуальної власності в змісті веб-сайту можна повідомити на адресу електронної пошти:",
        "t7": "Відповідне законодавство та юрисдикція",
        "p7.1": "Для вирішення будь-яких суперечок чи інших питань, що стосуються веб-сайту або діяльності, що здійснюється на ньому, буде застосовуватися іспанське законодавство, і сторони безпосередньо підкоряються йому. Суди та трибунали Барселони, Іспанія, мають компетенцію для вирішення всіх конфліктів, що випливають або пов’язані з використанням веб-сайту."
      },
    "cookies":{
      "title": "Політика щодо файлів cookie",
      "t1": "1. Мета",
    "p1.1": "Дитяча лікарня Барселони SJD (далі HSJD) розуміє важливість чинного законодавства та правил, що стосуються конфіденційності та захисту даних. Безпека, цілісность та конфіденційність інформації наших клієнтів і користувачів є дуже важливою для нас, і тому ми прагнемо діяти відповідально у цьому відношенні. На цій сторінці можна знайти інформацію, як наш додаток (далі – додаток) використовує політику щодо файлів cookie <a href ='http://www.rarediseaseshub4ua.org' target='_blank'>http://www.rarediseaseshub4ua.org</a>.",
    "p1.2": "Політика конфіденційності і юридична замітка будуть застосовуватися як частина політики використання файлів cookie.",
    "t2": "2. Прийняття політики використання файлів cookie",
    "p2.1": "Як зазначено на першому рівні («банер про файли cookie»), користувач прийняв або може прийняти політику щодо файлів cookie. Використання ручних технічних засобів для запобігання завантаженню файлів cookie у браузер користувача не скасовує згоди, надану в юридичних цілях, хоча технічним результатом може бути те, що деякі файли cookie не будуть завантажені або жоден із них не буде завантажено. Наслідки цих дій описано пізніше в цьому документі.",
    "t3": "3. Cookies",
    "p3.1": "HSJD використовує файли cookie, щоб зробити додаток більш функціональним і корисним для користувачів. Ми надаємо наступний пояснювальний текст щодо того, що таке файли cookie та як користувач може їх вимкнути для того, щоб надати всю інформацію необхідну для належного користування файлами.",
    "t4": "4. Що таке файли cookie",
    "p4.1": "Усі вебсайти (незалежно від послуг, які вони надають)  використовують файли cookie, тобто вони зберігають мінімальну інформацію про активність користувача на сайті. Таким чином, визначення файла cookie це - невеликий текстовий файл або загальний пристрій, збережений в терміналі користувача, коли він переглядає веб-сайти. Мета цього - зберігання даних, які можуть оновлюватися та отримуватися організацією, відповідальною за їх встановлення.",
    "t5": "5. Цілі, функції файлів cookie та тип файлів cookie",
    "p5.1": "<strong>Технічні файли cookie:</strong> - ці файли дозволяють користувачеві переглядати веб-сторінку, платформу або додаток і використовувати різні надані опції або послуги, такі як моніторинг трафіку та звітування даних, ідентифікація перегляду, доступ до обмежених розділів, використання функцій безпеки під час перегляду, зберігання вмісту для відтворення відео чи звуку або обміну вмістом через соціальні мережі.",
    "p5.2": "<strong>Аналітичні файли cookie:</strong> ці файли cookie дозволяють особі, яка відповідає за них, контролювати та аналізувати поведінку користувачів на веб-сайтах, які з ними пов’язані. Інформація, зібрана за допомогою файлів cookie цього типу, використовується для вимірювання активності веб-сайтів, програми чи платформи та для створення профілів перегляду користувачів цих сайтів, програм і платформ з метою покращення послуг на основі аналізу даних.",
    "p5.2.1": "Google Analytics: використовувався для розрізнення користувачів.",
    "p5.2.2": "Hotjar: використовується для запису руху користувача по різним сторінках додатку.",
    "p5.3": "Додаток не використовує файли cookie персоналізації, рекламні файли cookie або  рекламні файли cookie.",
    "t6": "6. Деактивація та видалення файлів cookie",
    "p6.1": "Користувачі можуть вимкнути файли cookie в розділі налаштувань свого Інтернет-браузера. Ось кілька посилань, наданих найпопулярнішими браузерами, з інструкціями щодо керування файлами cookie на різних пристроях і версіях, якщо потрібно."
    },
    "cookie": {
        "header": "Файли cookie, що використовуються в додатку!",
        "message": "Ця програма користується з файлів cookie для того, щоб покращити ваш досвід у нашого додатку.",
        "dismiss": "Зрозумів!",
        "allow": "Дозволити файли cookie",
        "deny": "Відхилити",
        "link": "Докладніше",
        "policy": "Політика використання файлів cookie"
    }
}
